{
  "channel_metadata": {
    "channel_name": "CNBCtelevision",
    "channel_id": "UCrp_UI8XtuYfpiqluWLD7Lw"
  },
  "videos": [
    {
      "Video ID": "Kkn1ZXcwRxE",
      "Title": "DC Attorney General on TikTok's Chinese ownership: Business model 'problematic' regardless of owner",
      "Published At": "2024-10-08T13:30:18-05:00",
      "Duration (minutes)": 1,
      "Channel ID": "UCrp_UI8XtuYfpiqluWLD7Lw",
      "Channel Name": "CNBC Television",
      "Transcript": [
        "nothing you've said so far kind of gets to what the original concerns were about Tik Tok and that is Chinese ownership does do the AGS have a view about whether or not a different ownership structure would make a difference our focus is on the basic business model that is promoting profits over people that's using an exploitive addictive model to generate larger and larger amounts of Revenue and in my view the business model is going to be problematic regardless of who might be the owner of the business the Federal government doj FTC others may be fronting other issues concerning the ownership of the company my lawsuit here in the District of Columbia my colleagues lawsuits around the country are state law consumer protection claims based on trying to protect the deceptive and unsafe Behavior that's impacting our children",
        "en"
      ]
    },
    {
      "Video ID": "0vGzXm2hIoE",
      "Title": "Kendra Scott CEO Tom Nolan on growth and state of consumer",
      "Published At": "2024-10-08T13:29:46-05:00",
      "Duration (minutes)": 4,
      "Channel ID": "UCrp_UI8XtuYfpiqluWLD7Lw",
      "Channel Name": "CNBC Television",
      "Transcript": [
        "Season now. >> the company started in 2022. We're in our second year, which  is crazy.  >> an age where we're talking  about the declining brick and  mortar stores, it's not just  spirit halloween opening this  time of year. >> we are an experiential brand, retail makes up half of our  business. We have had so much success and  growth. We did 20,000 events in our  stores, 142 stores now, doing  upwards of 25,000 events. The experience is important. Customers are looking for it,  and we like to give it to them.  >> what do you mean by  experience? i haven't experienced this  myself.  >> yeah, anytime you go into a  retail store, you're looking for something, obviously, and we've  been rooted in events from the  very beginning, and the large  majority of those events are  philanthropic by nature. In the local communities, we  want to be part of the  community. The events draw people in the  store to draw people in need,  and that was the core of when  kendra started the business. In 2002, she said philanthropy  is going to be super important.  >> social media, how much does  that advertising and what do you call it, self-driven posting and things like that, how much does  that drive sales? >> a lot. Our constituency of customers  spans the range from my 16-year-old to my wife to my  mother. Social media plays a big role in society today so it's affecting  everybody in that range.  >> she was until a couple of  years ago, private equity owns  the company? >> kendra is a large owner of  the business. We have a private equity partner but minority partners.  >> you have a good window at a  time when people are very  confused about whether they're  stretched too thin or actually  doing just fine? >> well, i mean, our consumer  we're up 30% this year, up over  30% last year in top line  revenue. A tremendous amount of free cash flow. Are consumers healthy? we offer high value proposition, we have from the beginning,  they're wanting things that have value, and we like to provide  that to them. I think the consumer overall  from a macro perspective,  there's been a lot of pressure,  inflationary pressure,  macroeconomic pressure, but our  consumer has been there, i  think, because we have made them the boss, and we have one of our operatoring principles in the  organization, the customer is  our boss, and we keep them at  the center of what we do. Brands that do that have been  successful.  >> where are your stores  located? >> all over the country. We have 142. We're in 32 states across the  country. The company was started in  austin, texas, and similar to a  lot of brands or different from  a lot of brands that started on  the coast and come in, we  started in the middle of the  country and went out. The fastest growing region is  the northeast, which is where  i'm from, so i'm happy about  that.  >> we're happy the northeast can be fast growing in some ways,  and that speaks to, again,  what's been going on with the  consumer pocketbook. How do you identify what the  d customer wants? the steve jobs conundrum, i  don't care what the focus groups say, this is what i want to  create. >> we listen internally, we're  asking the customer questions,  what does she want to see more  from us. We have a great relationship  with them, and when you have a  great relationship with anybody  in your life, you have  transparency, you get  information back. They have told us very loudly  and clearly what they want for  us, and we're delivering.  >> tom, it's great to check in  with you. We'll be watching yo",
        "en"
      ]
    },
    {
      "Video ID": "itK0EvNONkA",
      "Title": "The Fed is now ahead of the curve with rate cuts, says Morgan Stanley's Brian Weinstein",
      "Published At": "2024-10-08T13:25:04-05:00",
      "Duration (minutes)": 5,
      "Channel ID": "UCrp_UI8XtuYfpiqluWLD7Lw",
      "Channel Name": "CNBC Television",
      "Transcript": [
        "People are moving, this is an  economic event of some kind, the massive dislocation. For now, thanks, steve liesman. The fed because of the big 50  basis point rate cut is now  ahead of the curve, and it's  keeping stocks and bonds in  their trading ranges. And there's more tail winds,  let's talk to brian weinstein,  head of global markets at morgan stanley investment management. Let me cut to the chase on  china, which in some ways is a  leading indicator for this whole conversation. Are you a believer in that story or a skeptic? >> i have been a believer that  china would start to really ease into next year. Obviously they got ahead of the  curve. I think what you see today is  they're not going to do it all  at once. With the fed easing, a lot of  central banks easing, i think  china has a longer term  oversupply of housing issues and structural issues. They want to ease, not going to  fire their bullets at once. I think you'll see a cyclical  china recovery. The moves are harder to figure  out which each piece means. Obviously china watching,  they're on the ball, they're not going to do it all at once, and  they're going to get tail winds  from the fed and other central  banks.  >> fit's going to help gdp on te margin. What are you doing in terms of  overall positioning right now? the fact that after they cut  rates, the long end moved  higher.  >> i have been in the view that  rates have found their bottom,  they're ahead of where they  should be. If the curve is going to end at  150 or 200 basis points as per  normal and neutral is somewhere  between 3 and 4, it's hard to  rally them more. Moving credit spread. We backed up a quick 30 basis  points, and credit spreads,  there's demand for fixed income. There's demand for risk. That is good for the fed. It means they can ease a bit  more slowly. I think you'll see tighter  credit spreads. I think you'll see higher rates, meaningfully higher rates, it's  going to take a while to work  through thedemand for fixed  income.  >> you're not ruling out that we stay above 4%, we igo to 4 1/2 r 5. If you ask for an aggressive  range for the next year, i would say 350, 60 where we saw a week  and a half ago, you break the  old highs, let's make it a wide  range. Get to 5 or 5 1/2, 5 1/2 is a  reasonable thing. What amazing, kelly, is when  ten-year notes got to 5 and fed  at 5 1/2, the economy didn't  crater. There's resilience to the  economy. I think you'll get more  stimulus, once we're through the election. There's a lot going on, and i  don't think the economy ever got as weak as people expected it to given where the fed went and  that's important to note.  >> what is the fed doing in a  5 1/2%, ten-year scenario. I assume at that point they're  not cutting, although maybe they are, would they be hiking rates? >> interesting to think about,  right, people will say one more  qe. I don't think they're going to  lose control of rates but i  think there's still this  positive correlation between  stocks and bonds, at the lows of interest rates we were at the  highs in equity. You can see at a 5 1/2, ten-year rate, equities would be lower. It would start to hurt. The fed would have to do  something or consider an  expanded balance sheet again. Firstly, you have to stop  shrinking it. It would be interesting depend  ongoing what inflation is doing  if they would ease or tighten. It's hard to say exactly. We're going to the pain point  where yields put pressure on  stocks. We're nowhere close but that's a 2025 story.  >> i'm coming around to the view that the fed should start  aggressively selling securities  from its balance sheet because  why not. Obviously i forget which fed  official said this week, no,  we're not going back to the  balance sheet the size it was  before all of this, and that's  fine. Why not move aggressively in  that direction instead of moving rates? >> it's hard to shrink the  balance sheet without being  disruptive. Being aggressive has some merits because it gives you a chance to increase it later, but it's just disruptive. Time is on their side until it's not. You have seen repo issues, it's  not a free option to continue to let the balance sheet shrink. Someone has to take up the  slack, and into your end, we'll  see funding pressures. It's a complicated story but  listen, the balance sheet is a  tool. They'll use it and they will try to shrink the balance sheet as  much as they can until they have to use it again, and i could be  wrong. Maybe they won't have to. I think it's out there in the  either somewhere.  >> it seems kind of strange that we're stuck here with a  $7 trillion balance sheet, the  economy is so good, but we can't possibly set that down because  the economy, you know, the  financial system isn't strong  enough. That seems such an odd state of  affairs. >> it is an opdd state of  affairs. A big number. 7 trillion, it's not easy to  unwind that, and i don't think  they ever will as the fed says. They want mortgages. The treasu",
        "en"
      ]
    },
    {
      "Video ID": "7vTbUzuWylA",
      "Title": "Hurricane Milton insured losses could be over $20 billion: Wells Fargo's Elyse Greenspan",
      "Published At": "2024-10-08T13:20:22-05:00",
      "Duration (minutes)": 4,
      "Channel ID": "UCrp_UI8XtuYfpiqluWLD7Lw",
      "Channel Name": "CNBC Television",
      "Transcript": [
        "Storm, losses for insurers in  tampa alone could total as much  as $175 million. For more, elise greenspan joins, managing director at wells fargo covering the insurance sector. The point isn't to be alarmist  but to understand the scope of what we could be seeing if these weather forecasts are accurate,  and who are those losses  primarily going to fall on and  where? >> yeah, exactly. And obviously a lot depends upon the strength of the storm, and  exactly where it makes landfall, but, you know, within florida,  you know, the losses would fall. First, you know, there's a bunch of florida domestic companies  that would feel a big chunk of  the loss, and there are  obviously big, you know,  national companies that do  presences in florida like  traditional homeowners insurers  like all state and progressive. A lot of the larger companies,  even the domestic, where they  buy the a lot of reinsurance. This is a loss that would bleed  into the reinsurance market, and some of the larger reinsurers,  that we cover, arch capital,  everest group, they would all,  you know, feel a sierrahare of   loss as well.  >> just repeating, those people  could catch that on the  reinsurance side. What are the losses we're  looking at so far from helene? >> you know, helene, you know,  we view that as a double digit  billion dollar loss. Our base case estimate for that  right now is around $10 billion  of insured losses, and you know, could be, you know, even, you  know, tripling a bit above that  as well as it's still early days relative to that, you know,  storm that made landfall a  couple of weeks ago.  >> and that's because this is  all primarily water damage,  massive flooding, and those are  excluded from most policies. Very few people had flood  policies in the area. The cost of the storm, the  economic cost, i've seen upwards of $150 billion. That could fall on homeowners  directly? >> yeah, exactly. So usually, you know, rule of  thumb is around economic losses  are usually around two to three  times insured losses, and that  could be higher, to your point,  when flood makes up a greater  component of any loss, because,  you know, a lot of that, you  know, flooding is not covered  under traditional homeowners  policies. Coverage can be bought under  national flood program. But that would not fall on, you  know, to any of these  traditional homeowners insurers  with commercial policies. There could be flooding that's  purchased with those policies,  but with your traditional home  policies, you would not see  flood coverage included.  >> all of this has sparked a lot of conversation about what we  should do to make insurance  affordable for people who are in these both directly affected  zones and also for those who  might not have flood nationally. Should there be a mandate to get more people in the program,  bring down coasts for everybody, as these events become so much  more common in areas that never  expected to suffer such damage. What are you hearing on the  insurer's side? >> look, you know, insurers, you know, that's what they're in  business for to, you know,  provide coverage for these  instances, but, you know, it's  also, they want to, kwyou know,  get paid for providing that  coverage. That's part of the reason why  flood being a total loss with  these types of events, if there  was going to be anything, you  know, any product or coverage  that would fall to the  traditional companies, you know, they would have to price, you  know, price for that risk, t",
        "en"
      ]
    },
    {
      "Video ID": "S08xUy9Qiyw",
      "Title": "Hindenburg shorts Roblox",
      "Published At": "2024-10-08T13:20:21-05:00",
      "Duration (minutes)": 4,
      "Channel ID": "UCrp_UI8XtuYfpiqluWLD7Lw",
      "Channel Name": "CNBC Television",
      "Transcript": [
        "ARE TAKING A HIT ON A REPORT  FROM SHORT FILLER, HINDENBURG,  SHARES HAD BEEN DOWN 9% BUT HAVE SOMEWHAT PAIRED THOSE LOSSES. LET'S BRING IN STEVE KOVACH. >> BIG ACCUSATIONS HERE, COMING  FROM SHORT SELLER HINDENBURG, A  NUMBER OF ALLEGATIONS AGAINST  ROBLOX. TWO BIG THEMES IN THE SHORT  POSITION, ROBLOX IS LYING ABOUT  THE NUMBER OF PEOPLE ON THE  PLATFORM AND FAIL TO GO PROTECT  UNDERAGED USERS AGAINST SEXUAL  PREDATORS. THEY SAY SAY THEY REJECT THE  CLAIMS AND HIGHLIGHT THE GROWTH  IN BOOKINGS. THE STATEMENT DID NOT ADDRESS  HINDENBURG'S CLAIM IT'S LYING  ABOUT USER NUMBERS. HIDDENBURG ALLEGATIONS ON THE  USER FRONT. ROBLOX MISREPRESENTED THE NUMBER OF PEOPLE ON ITS PLATFORM  BECAUSE IT DOES NOT FACTOR IN  ACCOUNTS WITH MULTIPLE ACCOUNTS  OR BOTS. ALSO SAYING ROBLOX HAS TWO SETS  OF BOOKS, THAT'S THEIR WORDS,  ONE WITH THE NUMBER OF PEOPLE  AND ANOTHER WITH THE NUMBER OF  DAILY ACTIVE ACCOUNTS THAT  REPORTS TO THE STREET. ALSO SAYING MANY ACCOUNTS APPEAR TO BE BOTS THAT INFLATE THE  DAILY USER NUMBERS. OTHERS ARE DUPLICATE AMOUNTS. MANY HAVE MULTIPLE ACCOUNTS. HINDENBURG SAYING ROBLOX  INFLATING ENGAGEMENT TIME MAKING THE GAINS ARE AWAY FROM THE  KEYBOARD, STILL COUNTS AS IF  THEY'RE HAVING ENGAGEMENT, AND  THEN ON THE SAFETY SIDE, A LOT  OF WHAT ROBLOX HAS BEEN ACCUSED  OF BEFORE BUT MORE DETAILS HERE. HINDENBURG SAYS ROBLOX HAS BEEN  SPENDING LESS ON TRUST AND  SAFETY AND MAKING IT EASY FOR  ADULTS TO CREATE ACCOUNTS AND  GROOM CHILDREN ON THE PLATFORM,  AND INCLUDED USER NAMES PRAISING J JEFFREY EPSTEIN, AND ROBLOX  ALLOWS SEXUALLY EXPLICIT GAMES  AND EXPERIENCES WITHOUT AGE  RESTRICTIONS. NOW, ALSO SAYING HERE THAT  ROBLOX SAID IN A SAFETY UPDATE  EARLIER THIS YEAR, IT USES AI  AND HUMAN MODERATORS AMONG OTHER TOOLS TO KEEP THE PLATFORM SAFE. BY THE WAY, THIS IS ALL  HAPPENING TODAY, KELLY, AS A  GROUP OF BIPARTISAN STATE  ATTORNEYS GENERAL SUED TIKTOK  FOR SAFETY CLAIMS FOR CHILDREN  AS WELL. WE HAVE SEEN THIS WITH META,  ANOTHER GROUP OF STATE AGs, THIS IS NOT A UNIQUE PROBLEM TO  ROBLOX. WHAT IS ALSO INTERESTING IS  THESE ACCUSATIONS ABOUT THE USER NUMBERS AS WELL.  >> I HAVE TO IMAGINE, THEY ARE  GOING TO HAVE TO DO A LOT MORE  MODERATION, WHETHER THE  ALGORITHMS TO TAKE CARE OF THAT  OR ON STAFF AND EMPLOYEES WHO  ARE GOING TO DO SO.  >> AND THAT'S SOMETHING  HINDENBURG POINTED OUT SAYING  THAT I THINK IT WAS 2% THAT YEAR OVER YEAR FROM '24 TO '23, THE  TRUST AND SAFETY STOPPED, THEY  ALSO SAID A LOT OF MODERATORS  ARE OVERSEAS AND MONITORING THIS CONTENT. AGAIN, THIS IS SO SIMILAR TO  WHAT WE'RE HEARING FROM FACEBOOK AND INSTAGRAM, THE TIKTOK CASE  TODAY, THIS IS A HUGE PROBLEM  FOR ANY PLATFORM WITH SUCH A  LARGE USER BASE OF ESPECIALLY  YOUNG USERS, AND IT'S SOMETHING  THEY ARE GOING TO HAVE TO  GRAPPLE WITH. SOME OF THE MORE DAMMING  EXAMPLES OF THE REPORT. HINDENBURG SAID THEY WERE ABLE  TO CREATE AN ACCOUNT, PRETEND  THEY WERE A 9-YEAR-OLD KID AND  GO INTO ADULT EXPERIENCES. IT DOESN'T APPEAR THAT'S WORKING ALL THE TIME. ",
        "en"
      ]
    },
    {
      "Video ID": "VSlaAzr-tbg",
      "Title": "Palantir CTO on surging demand: 'Enterprise automation is where the value is'",
      "Published At": "2024-10-08T13:05:50-05:00",
      "Duration (minutes)": 1,
      "Channel ID": "UCrp_UI8XtuYfpiqluWLD7Lw",
      "Channel Name": "CNBC Television",
      "Transcript": [
        "this is a unique moment for paler here we have the the Tailwinds in the commercial business the rate of adoption of AI uh the normative view that Enterprise automation is where the value is and the tool chain you could say you know it's a 10e overnight success the foundational Investments that we've made in ontology are the preets that that you need to put these uh workflows into production quickly you know to get from a charismatic prototype to actual business value I would say one of our customers a very large US insurance company we've automated all of insurance underwriting a process that used to take 2 weeks can now be done in 3 hours uh with a 78 78 agent AI model and you can think about that is not just the time saved which is the first order benefit but the second order benefit if if all of your competitors take two weeks to price risk and you take 3 hours it's going to be a fundamental dislocation of the market",
        "en"
      ]
    },
    {
      "Video ID": "IeSJTryw2oQ",
      "Title": "Squawk Pod: Four weeks until election day & a storm of misinformation - 10/08/24 | Audio Only",
      "Published At": "2024-10-08T12:58:09-05:00",
      "Duration (minutes)": 31,
      "Channel ID": "UCrp_UI8XtuYfpiqluWLD7Lw",
      "Channel Name": "CNBC Television",
      "Transcript": [
        null,
        null
      ]
    },
    {
      "Video ID": "KDFnedpRN1s",
      "Title": "Chart of the Day: Roblox sinks on Hindenburg short",
      "Published At": "2024-10-08T12:49:36-05:00",
      "Duration (minutes)": 3,
      "Channel ID": "UCrp_UI8XtuYfpiqluWLD7Lw",
      "Channel Name": "CNBC Television",
      "Transcript": [
        ">>> we're back. \"cha \"chart of the day\" roblox. A short position, allege  inflated metrics. They question the platform's  safety. They say it compromises child  safety. Bryn, interesting price action  in the stock relative to the  inflammatory accusations made in this report today. What's your take? >> i would have thought, the  report is a very long report. This is not just a hid lean  report. H hind denyberg did their work. For  for viewers who haven't written, conflating people with daily  active users and someone in  vietnam they cite could have one user with 10,000 accounts, just  to simplify it. They are refutable if they are  not true. The headline obviously as well  is with the dregs of society,  i'm saying this, are coming for  our kids on these social media  sites, and we know this with  meta or instagram and tiktok and roblox. I think the founder and ceo, you can't just follow the law. I think this we will see over  the next, i think, few weeks. They have to clean this up. It's important. >> you're holding it the stock  for now. They say we totally reject the  claims made in the report. The financial claims made by  hindenburg research are  misleading. We firmly believe roblox is a  safe and secure platform and in  the financial metrics we report. >> i'm holding it today. That was a line they put out. They put out that statement, but you want to see more, though,  right? these companies, these platforms can't just follow the rules. They need to be leaders in the  space. I'm going to see over the next  few weeks what they come out  with and say across the board. They need to reflute the claims. I'll come back if i make a  change. I don't want to buy a stock  that's not overprotective of  their platforms. It i",
        "en"
      ]
    },
    {
      "Video ID": "NM38B2USbbo",
      "Title": "Calls of the Day: American Express, Uber and Qualcomm",
      "Published At": "2024-10-08T12:45:34-05:00",
      "Duration (minutes)": 4,
      "Channel ID": "UCrp_UI8XtuYfpiqluWLD7Lw",
      "Channel Name": "CNBC Television",
      "Transcript": [
        ">>> \"CALLS OF THE DAY,\" AMERICAN EXPRESS DOWNGRADED TO SELL,  STEPH. BTIG, PRICE TARGET $230. FUNDAMENTALS ARE SLOWING FOR  SUPER-PRIME CUSTOMER, SLOWING IN VALUATION. WE SEE GREATER RISK OF WORSENING RATHER THAN IMPROVEMENT,  UNACHIEVABLE EXPECTATIONS BAKED  INTO THE SHARE PRICE IN OUR  VIEW. >> THE STOCK IS UP 40%, UP 80%  THE PAST YEAR. THERE WAS A NEUTRAL ON THE  STOCK. HE GOES TO A SELL, THAT'S FINE. TAKE PROFITS, UNDERSTAND. I WAS BUYING AT 13 TIMES  FORWARD, IT'S NOW AT 20 TIMES  FORWARD. MAYBE EVEN MORE REVENUE,  FEE-BASED BUSINESS GROWING  NICELY. I THINK THE FUND AMOUNT ARE OKAY AND DELINQUENCIES, BANKS TALKED  ABOUT THEM BEING UNDER CONTROL  IN THE 2% LEVEL. I DON'T THINK THERE'S ANY RISK  ON THAT FRONT. I STILL LIKE THE FRANCHISE. IT'S NUMBER ONE IN THE INDUSTRY. >>> UBER, WOLFE HAS IT AS ITS  TOP PICK, $95. YOU MENTIONED IT AS WE WERE  TALKING ABOUT THE GM BULL/BEAR  STORY. OUTPERFORM,ED  $95 PRICE TARGET. TRUIST, EVEN THE REITERATE  RATINGS WHERE THEY'RE NOT  RAISING THEIR RATING, STILL  UPPING THE TARGET, UBER WILL  REPORT ON HALLOWEEN. I WILL COME IN WITH MY COSTUME  AND WILL BE DRESSED LIKE RICK  ROSS. THE ONLY BEAR CASE, PEOPLE ARE  TERRIFIED THAT TOMORROW ELON  MUSK IS GOING TO LAUNCH THE UBER KILLER. IT WOULD COST TESLA $35 BILLION  IN CAPEX TO LAUNCH A FLEET OF  ROBOTAXIS TO COMPETE WITH THE  SYSTEM THAT UBER ALREADY HAS. THE MOST LIKELY SCENARIO IS TWO  YEARS FROM NOW ELON AND DARA DO  A DEAL WHERE UBER IS AGGREGATING DEMAND FOR ROBO TESLAS LIKE WITH THE GM CRUISE, LIKE IN  PARTNERSHIP WITH WAYMO AT  ALPHABET. IF YOU THINK THAT'S THE BEAR  CASE THAT ELON IS GOING TO KNOCK UBER OUT OF THE BOX, I'LL TAKE  THE UNDER ON THAT BET ALL DAY  EVERY DAY. I THINK THIS IS A TRIPLE DIGIT  STOCK. >> QUALCOMM DOWNGRADED TO  OVERWEIGHT. QUALCOMM WOULD BE VIEWED AS AN  EDGE A.I. PLAY. GIVEN ITS POSITION IN HANDSETS  AND PCs, HOWEVER, GIVEN THE END  MARKETS ARE YET TO MATERIALIZE,  WE DON'T FORESEQUEL COME  BENEFITTING FROM A REPLACEMENT  CYCLE OR A MARKET PREMIUM AS AN  EDGE A.I. BENEFICIARY UNTIL THAT HAPPENS. WHAT WE THOUGHT WAS GOING TO  HAPPEN AIN'T HAPPENING, SO WE  DOWNGRADED THE STOCK. >> I THINK THAT'S A LUCID  ARGUMENT. THE ONLY THING I WOULD PUSH BACK ON WHAT WAS EXPLAINED ABOUT THE  A.I. HAND PHONE MARKET NOT  MATERIALIZING YET HAS BEEN KNOWN FOR ABOUT THREE MONTHS. MAYBE TWO AND A HALF MONTHS. WHEN QUALCOMM FIRST ANNOUNCED, EVERYBODY, CHILL OUT. WE'RE NOT SEEING THE SMARTPHONE  GROWTH BASED ON A.I. THAT I  THOUGHT. NOW THE QUESTION HERE FROM WHAT  THE ANALYST SAYS, I DON'T THINK  15 TIMES FORWARD MULTIPLE FOR A  COMPANY LIKE THIS WITH  ABSOLUTELY NO DEBT ON THE  BALANCE SHEET GENERATING $11  BILLION A YEAR IN FREE CASH  FLOW, I DON'T THINK THAT'S CLOSE TO A PREMIUM. I THINK YOU CAN GET THAT EASILY  UP INTO THE HI",
        "en"
      ]
    },
    {
      "Video ID": "MYPM7dXCw_8",
      "Title": "Final Trades: Paypal, Las Vegas Sands, CRH and the URNM",
      "Published At": "2024-10-08T12:43:05-05:00",
      "Duration (minutes)": 1,
      "Channel ID": "UCrp_UI8XtuYfpiqluWLD7Lw",
      "Channel Name": "CNBC Television",
      "Transcript": [
        "Ja tech leading the way. Final trade. >> uranium, urnn, the technical  heading higher, microsoft wants  to buy 3 mile island, you're  going to continue to hear about  nuclear energy. The data centers are taking over the world.  >> who's got las vegas sands? >> i do. >> why? >> because i like it. It's down 2 1/2%. I think you buy china today.  >> you do? >> wow. >> you said it up perfectly. I think they are stimulating,  the most since covid. It's going to work. It's going to take time. Buy weakness today.  >> less is still more? >> i think.  >> josh, what's your final.  >> don't tell anyone, but paypal has an eight handle, oh, my go",
        "en"
      ]
    },
    {
      "Video ID": "FuIU2qTQoLI",
      "Title": "Judge orders Google to provide alternatives to its Android app store in the Epic Games trial",
      "Published At": "2024-10-08T11:55:46-05:00",
      "Duration (minutes)": 5,
      "Channel ID": "UCrp_UI8XtuYfpiqluWLD7Lw",
      "Channel Name": "CNBC Television",
      "Transcript": [
        "FOR GOOGLE. AFTER A JUDGE YESTERDAY ORDERED  ALPHABET SUBSIDIARY TO OPEN UP  ITS ANDROID APP STORE AS PART OF THE EPIC GAMES ANTITRUST SUIT  AND ADDITIONAL HEAD WINDS COULD  BE AHEAD TODAY IN THE DOJ'S  SEARCH TRIAL. OUR DEIRDRE BOSA HERE WITH WHAT  WE CAN EXPECT FOR TODAY'S \"TECH  CHECK.\" HI, DEIRDRE. >> AND WHAT IT ALL MEANS. A LOT OF THIS IS JUST PILING ON. AND, SARA, FOR YEARS JUST THE  THREAT OF ANTITRUST ACTION,  THAT'S BEEN LURKING BENEATH THE  SURFACE BUT LARGELY UNACCOUNTED  FOR BY INVESTORS. NOW, HOWEVER, WE ARE STARTING TO SEE REAL IMPACT STARTING WITH  THE UDGE'S ORDER IN THE EPIC  CASE, AND THEN LATER TODAY WE'LL SEE REMEDIES FROM THE DOJ AND  THE GOVERNMENT'S SEARCH MONOPOLY CASE. SO IT IS GETTING HARDER AND  HARDER FOR MARKETS TO REMAIN  COMPLACENT. SHARES FELL MORE THAN 2%  YESTERDAY. AS WE'VE BEEN MENTIONING,  ALPHABET IS THE CHEAPEST  MAGNIFICENT SEVEN STOCK BY  FORWARD P/E MULTIPLES. CASES CAN TAKE YEARS EVEN IF WE  HAVE A DECISION BECAUSE GOOGLE  WILL APPEAL. BUT INJUNCTIONS, AS WE NOW SEE,  CAN TAKE DOWN WALLED GARDENS AND IN THE MEANTIME CREATE OPENINGS  FOR COMPETITORS, HIT GOOGLE'S  BOTTOM LINE. THE JUDGE IN THE EPIC CASE  ORDERED AN INJUNCTION THAT  BREAKS OPEN GOOGLE'S ANDROID APP STORE MONOPOLY. HE RULED FOR THE NEXT THREE  YEARS GOOGLE MUST ALLOW  DEVELOPERS TO BRING THEIR OWN  APP STORES TO THE OPERATING  SYSTEM. NOW THE AIM IS TO REDUCE FEES  FOR DEVELOPERS WHICH CURRENTLY  MUST FORK OVER 15% TO 30% OF  THEIR USER PAYMENTS MADE WITHIN  THAT GOOGLE ECOSYSTEM. BUT BY ALLOWING THEM TO BYPASS  IT, BYPASS THE WALLED GARDEN,  GOOGLE'S APP STORE TRANSACTIONS, THEY WILL TAKE A HIT. IN 2019 THE INFORMATION  ESTIMATES THAT IT MADE UP 20% OF ALPHABET'S OPERATING INCOME. THAT IS A SIGNIFICANT AMOUNT. GOOGLE SAYS, FOR ITS OWN PART,  THE VERDICT MISSED THE OBVIOUS,  THAT APPLE AND ANDROID, QUOTE,  CLEARLY COMPETE AND SAYS IT WILL APPEAL. IN THE MEANTIME, THIS INJUNCTION COULD DO SOME DAMAGE. NOW THE EPIC CASE, THAT'S  RESULTING IN AN OPENING UP, THE  POTENTIALLY BIGGER THREAT IS A  BREAKING UP, AND THAT IS IN THE  CARDS FOR THE DOJ CASE, WHICH WE ARE EXPECTING REMEDIES TODAY. IT WILL LIKELY INCLUDE A LIST OF OPTIONS FROM FORCING GOOGLE TO  GIVE WIDER ACCESS TO SEARCH DATA TO RESTRICTIONS ON EXCLUSIVITY  DEALS TO A BREAKUP OF ITS  BUSINESS UNITS. THAT, OF COURSE, WOULD BE THE  MOST EXTREME OPTION. DO CHECK OUT OUR \"TECH CHECK\"  WEEKLY ON HOW GOOGLE, THOUGH,  MAY BE TOO BIG TO SPLIT AND  PRACTICE THANKS TO ITS SPRAWLING AND INTERCONNECTED ECOSYSTEM. EVEN SO, GUYS, THERE IS THE  MICROSOFT PRECEDENT IN THE LATE  '90s AND EARLY 2000s, THE  BROADER IMPACT OF ALL OF THESE  LAWSUITS PILING UP FOR GOOGLE  COULD COST ALPHABET VALUABLE  TIME AND REPUBLICSOURCES AS IT   ITS MOST CRITICAL STAGES. >> THAT TIES IN THE PIECE WE HAD YESTERDAY ARGUING THEIR  DOMINANCE IN SEARCH IS ERODING  SLOWLY BECAUSE OF AMAZON AND  TIKTOK AND OTHER A.I. COMPANIES  ALMOST LIKE A BOILING FROG. >> YEAH, AND LET'S NOT FORGET  THE AD TECH CASE THAT'S  CURRENTLY ONGOING, SO THAT'S  ANOTHER LAWSUIT. AND WHILE GOOGLE HAS THIS HUGE  ECOSYSTEM OF DEVICES, OF  YOUTUBE, OF CLOUD COMPUTING, IT  CAN BE VULNERABLE, RIGHT? ALL OF IT WORKS BEST WHEN IT'S  TOGETHER AND WITH SO MANY  LAWSUITS BEARING DOWN AND  POTENTIAL PENALTIES AND  INJUNCTIONS AND REMEDIES, EVEN  IF THEY'RE NOT THE MOST EXTREME, IT CREATES A FURTHER OPENING  WHEN, CARL, YOU SAID IT, EVEN A  COMPANY LIKE AMAZON IS MAKING  INROADS INTO SEARCH ADS. >> HAS IT CHANGED THE  FUNDAMENTAL CASE ON THE STOCK  FOR ALPHABET VERSUS SOME OF THE  OTHER MEGA CAP STOCKS? >> I'M SO GLAD YOU ASKED THAT,  AND I WOULD POINT BACK TO THE  FORWARD PRICE-TO-EARNINGS  RATIOS, IT ABSOLUTELY HAS  CHANGED THE FUNDAMENTAL STORY. GOOGLE HAS ACTUALLY BEEN MEETING THIS GENERATIVE A.I. RACE, IT'S  BEEN MORE BOLD THAN EVER, YET  ITS MULTIPLE DOES NOT REFLECT  THAT. THE MULTIPLE REFLECTS A LOT OF  THIS ANTITRUST UNCERTAINTY, SO I THINK THAT FUNDAMENTAL CASE IS  ALREADY TAKING A HIT. AND, I WILL SAY, PERHAPS GETTING THE DOJ REMEDIES TODAY COULD  REMOVE SOME OF THAT UNCERTAINTY  OTHERHANG. WHAT WE'VE SEEN, EVEN THOUGH THE STOCK HASN'T DROPPED THAT MUCH,  IT HASN'T KEPT UP WITH THE OTH",
        "en"
      ]
    },
    {
      "Video ID": "S4akirHAr_s",
      "Title": "MGM Resorts International CEO Bill Hornbuckle on international growth and opportunity in sports",
      "Published At": "2024-10-08T11:39:52-05:00",
      "Duration (minutes)": 6,
      "Channel ID": "UCrp_UI8XtuYfpiqluWLD7Lw",
      "Channel Name": "CNBC Television",
      "Transcript": [
        "The last couple of years. Contessa brewer with us. >> thank you, carl. It's also remarkable when you  look at the macau traded stocks, the ones traded in hong kong. They're off 11%, 12%. Sands china, mgm china. Glenn hornbuckle joins us, ceo  of mgm international. There was some expectation there would be more detail coming in  on chinese stimulus that didn't  happen. You're seeing this broad  reaction. How much were you counting on  that stimulus to sort of juice  the rebound in macau? >> we remind everybody, the key  focus for all of us is premium  mass. The actual penetration rate into macau, it does about  20-odd-million visitors a year. It's the same folks coming three or four times a year, so less  than 1% penetration. While it's important, while it  matters, i only need to look at  the golden week. Golden week is up 20%.  >> just ended yesterday.  >> yes. I think we've all had an amazing week. I think it speaks to the general economy and the activity case in macau. We remain pretty excited by it  all.  >> being up -- let me explain  the significance. There has been such a slow ramp  post-pandemic in macau that  visitation numbers, gross gaming revenue, all of that has just  been slow to get back to  pre-pandemic levels. Now to see it surpassing 2019  levels, does that give you an  indication for what happens for  the rest of the year and into  next year? >> i think it's a great  indicator. I think the market calls 24 to  25 billion, give or take. Mgm, we've enjoyed more than our fair share going into this. We averaged in the mid-teens in  terms of market share. I agreat hope for 2025. While obviously stimulus and the overall activity case of economy in china is irrelevant and  important, i think macau is a  bit unique, and i think it  demonstrated itself through  golden week again.  >> you rely less on your macau  business for your overall  portfolio, but you've also been  intent on expanding other  international markets. So getting a license for  gambling in brazil, for  instance, and you're launching  it as bet mgm but it won't have  anything to do with your joint  venture you run here in the  united states with european  operators. Explain a little bit about going forward without entain being a  competitor.  >> i don't think it's about them being a competitor. I think the only resort operator at scale has exposure in every  market. Our digital is in 15 markets. Now we'll add brazil. We're excited. We partnered with a media  company called global and i  think we'll have an amazing  launch first of the year. It's a little different  perspective what we do with  entain. It has a bright future, given  the management changes and what  the company has been able to  accomplish with the product. For us it's a different  perspective. We're looking at it on a global  basis, at scale, to the point no one else is doing what we do.  >> las vegas has continued to  outperform. What we're hearing from the  people on the street is that  rooms are packed, that tom reed  told me cesars is seeing 98%  occupancy all the time. You caused a lot of concern on  the earnings call when you said  that your bookings for f1 looked soft. Are they still? >> no. The first tier of f1 was a large ramp that started early on and  we blended our way into -- we  did amazing last year. The balance of the city was hurt by some of it. This year it's been the inverse  of that. I will tell you our gaming  forecast is every bit as good if not better than last year. It was the second worst weekend  of the year. We have an international event  at scale -- >> before f1 came? >> before f1. Now driving scale, driving  rooms, food and beverage, and  obviously driving gaming. We're excited by it. It's different second year, and  i think as we continue to build  on this, we have a ten-year deal basically to host f1, so we're  excited by what it's going to do this year and into the future.  >> this transformation into a  sports destination continues to  grow. We'll be covering the implosion  of the tropicana down the street on the strip overnight into  tomorrow morning. We'll cover that live on cnbc. Mgm owns three corners where the new baseball stadium is going  in. How do you maximize your  opportunity there? >> not lost on us, the location. And for us, if you think about  it, i call it the golden  triangle in sports. You have allegiant stadium in  our backyard. Now on tropicana boulevard in  our front yard and t-mobile in  the epicenter. Between the three venues there  will be a million tickets on  sale for sports. Our opportunity there is so  massive and significant. We'll leverage into it. What happens at allegiant when  there's an event in terms of  visitation and tourism is  spectacular. I went to a football game  literally two weeks ago with the browns. There were more cleveland fans  than raiders fans at the  stadium. You go to hockey, baseball, and  potentially ultimately nba will  represent some meaningful lifts  for the city in the long run.  >> there are so many people here champing at the bit for an nba  team in las vegas. It's an exciting time, a period  of transformation for the casino industry and i'm getting a  firsthand look at all of that  here.",
        "en"
      ]
    },
    {
      "Video ID": "6swlG9g15Qs",
      "Title": "Oppenheimer downgrades Microsoft: OpenAI losses are not properly priced in",
      "Published At": "2024-10-08T11:30:53-05:00",
      "Duration (minutes)": 5,
      "Channel ID": "UCrp_UI8XtuYfpiqluWLD7Lw",
      "Channel Name": "CNBC Television",
      "Transcript": [
        "GREAT STUFF. CONTESSA BREWER IN LAS VEGAS. >>> WATCH MICROSOFT TODAY. PRETTY RARE DOWNGRADE FROM THE  DESK OF OPPENHEIMER. SAYS THE STREET'S CON TEN  SUCCESS FOR EARNINGS AND REVENUE MIGHT BE TOO HIGH AND WARNING  OPENAI LOSSES ARE NOT PROPERLY  PRICED IN. JOINING US, TIMOTHY HORAN. THANK YOU FOR THE TIME. >> THANK YOU. >> IT SOUNDS LIKE WE MIGHT BE  OVER OUR SKIS ON OVERALL  ASSOCIATED REVENUES TO IZY. >> YEAH, VERY DIFFICULT TO  DEPLOY CURRENTLY FOR ENTERPRISE. THE FOOD CHAIN IS STILL  DEVELOPING. IRONICALLY, THE INFRASTRUCTURE  IS STILL DEVELOPING. WE STILL HAVE A SHORTAGE OF GPUs BECAUSE A LOT OF THE GPUs ARE  GOING TOWARDS TRAINING. >> IS THERE ANYTHING THE COMPANY SHOULD BE DOING TO STEP ON THAT  PEDAL? >> THEY'RE DOING ALL THE RIGHT  THINGS. THEY'RE INVESTING -- THIS WAS  ONCE A GENERATION OPPORTUNITY  WITH A.I. A LOT OF THEIR CAPEX INVESTMENTS ARE LONG TERM IN NATURE. THEY'RE BUYING NUCLEAR POWER  PLANTS, INVESTING $60 BILLION A  YEAR. ALMOST HALF THAT INVESTMENT IS  DATA CENTERS, POWER, NETWORKS,  THEY'RE INVESTING $5, $10  BILLION IN NETWORKING. WE'RE NOT SURE AT THIS POINT. THESE ARE ALL 30, 40, 50-YEAR  INVESTMENTS. THEY'RE ABSOLUTELY DOING THE  RIGHT THING. THE PROBLEM IS, WE DON'T REALLY  KNOW WHEN THE REVENUE IS GOING  TO COME TO SUPPORT THIS. OPEN A.I. ISN'T A RACE TO  DEVELOP THE BEST MODELS OUT  THERE AND THEY'RE SPENDING A LOT OF MONEY TO DO SO. A LOT OF THOSE LOSSES HAVE TO  FLOW THROUGH MICROSOFT'S INCOME  STATEMENT ON THE SHORT TERM. >> YOU'RE SAYING WHILE THE  EXPENSES, THE CAPEX MAY BE WELL  UNDERSTOOD, THE REVENUE IS NOT? >> THE REVENUE GROWTH IS NOT  WELL UNDERSTOOD FOR SURE BUT  EVEN THE CAPEX IS NOT WELL  UNDERSTOOD. MICROSOFT JUST SAID IT'S GOING  TO BE UP THIS YEAR. I THINK STREET ESTIMATES AND OUR ESTIMATES FOR CAPEX ARE PROBABLY LOW AT THIS POINT. WE DON'T HAVE A REALLY GOOD  HANDLE ON IT. >> SO YOUR GENERAL POINT IS THAT ANY NOTION OF EXPANDING MARGIN  MIGHT BE A LITTLE FANCIFUL  BECAUSE, AS YOU SAY, THEY ARE  MANAGING FOR THE LONG TERM AND  NOT NECESSARILY FOR THE QUARTER. >> ABSOLUTELY. WE'RE SEEING DEPRECIATION  EXPENSE, YOU KNOW, INCREASE  RAPIDLY. ANNUALLY THEY'VE INCREASED CAPEX OVER 50% PER YEAR, CLOSE TO 60%  THE LAST TWO YEARS. THE STREET IS LOOKING FOR FLAT  CAPEX FOR 2025. AND, YOU KNOW, I THINK THAT'S  GOING TO BE WRONG. I THINK CHANCES ARE IT'S GOING  TO BE UP PRETTY WELL. AND THAT'S GOING TO FLOW THROUGH THE DEPRECIATION. THERE'S A LOT OF OPERATING COSTS ASSOCIATED WITH IT. ONCE AGAIN, VERY SMART  INVESTMENTS OVER THE LONG TERM. JUST NOT REALLY CLEAR WHAT IT  MEANS IN THE NEXT 12 MONTHS. >> BUT THERE IS EXCITEMENT OVER  OPENAI. THEY'RE BETTING ON THAT HORSE. THAT APPEARS TO BE THE LEADING  ONE. >> ABSOLUTELY. AND THE RIGHT INVESTMENT. OPENAI STILL HAS THE LARGE  LANGUAGE MODELS OUT THERE. IN THE SHORT TERM THEIR  COMPETITORS HAVE CAUGHT UP TO  THE LARGE LANGUAGE MODELS. IT'S JUST THAT OPENAI WITH THE  NEW MODELS CAN COME A LITTLE  FASTER. THEY'RE HOPING TO REACCELERATE  THAT LEAD OR EXTEND THEIR LEAD  OVER THEIR COMPETITORS. THEIR COMPETITORS HAVE CAUGHT UP QUITE A BIT. AMAZON AND GOOGLE ARE DOING  BETTER BROADLY SPEAKING WITH  A.I. ACROSS THE BOARD. >> I WAS THINKING ABOUT OTHER  NOTES IN THE LAST COUPLE OF  WEEKS. I'M THINKING OF ONE IN  PARTICULAR THAT SAYS CRM MIGHT  HAVE LEAP FROGGED MICROSOFT IN  RECENT MONTHS. DO YOU HAVE OTHER FAVORITES  OTHER THAN MICROSOFT? >> WE FAVOR THE INFRASTRUCTURE  NAMES. WE THINK WE'LL HAVE A MASSIVE  SHORTAGE OF DATA ENTERS. WE FOLLOW A DATA CENTER COMPANY. ANOTHER SMALL CAP COMPANY,  COGENT. CLEARLY IZY IZ IS DRIVING  MASSIVE INCREASE AND NETWORK  USAGE NO ONE EXPECTED A COUPLE  OF YEARS AGO. ANYTHING TO DO WITH A.I.  INFRASTRUCTURE IS WHERE THEY'RE  GOING THE NEXT TWO YEARS. THAT WILL SET US UP FOR  APPLICATION REVENUES AND  APPLICATION COMPANIES AFTER THAT ONCE WE GET THE INFRASTRUCTURE ",
        "en"
      ]
    },
    {
      "Video ID": "D2u5GrSu424",
      "Title": "TikTok is 'digital nicotine' for young people, says D.C. Attorney General Brian Schwalb",
      "Published At": "2024-10-08T11:12:31-05:00",
      "Duration (minutes)": 5,
      "Channel ID": "UCrp_UI8XtuYfpiqluWLD7Lw",
      "Channel Name": "CNBC Television",
      "Transcript": [
        "Operates and money transmission  business known as tiktok coins.  joining us is d.c. General.  mr. Attorney general thank you  for joining us.  parents have been worried about  the safety of tiktok for a  while.  what is new in terms of your  findings that you brought the  suit at this moment?  >> thank you for having me.  for young people, the tiktok  platform is like nicotine.  it's a dangerous product that  lowers young people and keeps  their eyes glued to their  screens for as long as possible  and when young people are able  to get off, it lures them back.  that's in furtherance of  profits.  the platform is designed to  keep eyeballs on screens to  drive ad revenue and that  something this lawsuit tries to  tackle.  we know the impact of young  people is severe in terms of  mental health, in terms of loss  of sleep and a 10, rising  levels of depression and  anxiety.  it's a dangerous public health  risk for our children across  the country and in the district  of columbia.  the lawsuit i filed in d.c.  raises the fact that tiktok is  engaged in  unlicensed money  transmission business.  in real time, money is  transmitted between people and  tiktok coin function when  toggled with  tiktok live  is  lending itself to dangerous  behavior, and regulated behavior that other money transmission  companies like venmo or paypal  have a requirement for safety  and oversight that tiktok is  evading.  >> what is your goal of the  lawsuit?  >> we want tiktok's dangerous  functions to end.  we want to make sure young   people are kept safer when  using social media and there  are reasonable constraints on  the time and the ways in which  young people are sucked into  spending so much time on  screen.  we think the money transmission  business is currently being  operated as a legal and needs  to come in compliance with the  requirements of d.c. Lawn  consumer protection laws.  generally speaking, we want the  exploitation and the lack of  candor to children and their  parents and to regulators.  tiktok is not been straight  with the public and parents and  with kids about how dangerous  their product is and how  dangerous it knows its product  is, in the long-term impact of  the addictive behaviors that  it's algorithm creates.  >> how do you differentiate  tiktok from some of its main  competitors such as  instagram  and snapchat?  if so, how and why are they  different?  >> as you know, we and other  agencies have brought lawsuits  against other social media  platforms including meta and  instagram, and the business  model of tiktok and instagram  and meta is the same.   to keep eyeballs on screens for  as long as possible so that  targeted advertising can be  driven and ad revenues can be  generated.  tiktok has the basic business  model of exploiting the   addictive qualities for profit.  as i said, tiktok has a little  different model  in the sense  it's operating a money  transmission business through  its coin function.  it adds another element of  danger to the users of its  platform that we want to put an  end to.  >> what about the measures the  industry is taken to try to  address the safety concerns,  especially mental health  concerns with teenagers,  instagram recently making you  have to give more proof of how  old you are to use it.  it's not a new issue for  tiktok.   the ceo testified before  congress and tried to address  it on their own.  >> we know the platforms make  public statements about their  concerns and steps toward  safety.  we know there's safety features  do not work.  the age verification criteria  for tiktok is not preventing  people, kids younger than 15,  from getting on their screens.   when i talk to young people,  middle school and high school  across the district and what  they tell me repeatedly as they  wish they could spend less time  on their screens.  they feel like they cannot get  off.  they are addicted to it.  the definition of addictive  behavior.  the state ag's, i in my office  and my colleagues bipartisan  across the country that we have  to lean in",
        "en"
      ]
    },
    {
      "Video ID": "6scBBVejZUE",
      "Title": "LIVE: Biden speaks in Milwaukee on his administration's progress in creating jobs — 10/8/24",
      "Published At": "2024-10-08T11:02:30-05:00",
      "Duration (minutes)": 0,
      "Channel ID": "UCrp_UI8XtuYfpiqluWLD7Lw",
      "Channel Name": "CNBC Television",
      "Transcript": [
        null,
        null
      ]
    },
    {
      "Video ID": "vpXQr-OEEPc",
      "Title": "Palantir CTO on surging demand: Enterprise automation is where the value is",
      "Published At": "2024-10-08T11:01:13-05:00",
      "Duration (minutes)": 5,
      "Channel ID": "UCrp_UI8XtuYfpiqluWLD7Lw",
      "Channel Name": "CNBC Television",
      "Transcript": [
        "So, what is driving all this  growth and what's next for the  company, especially when it  comes to a.i. And defense? here with us is palantir cto. Great to have you back.  >> it's good to be back. What is driving the demand? >> it's a unique moment. We have the rate of adoption of  a.i., the normative view that  enterprise automation is where  the value is and the tool chain, you could say, it's a ten-year  overnight success. The foundational success are the prerequisites you need to put  these work flows into production quickly. To get from a charismatic  prototype to actual business  value, one of our customers, a  very large u.s. Insurance  company, we automated all of  insurance underwriting, a  process that used to take two  weeks can now be done in three  hours with a 78-aegt a.i. Model. You can think about that as not  just the time saved, which is  the first order of benefit, but  the second order benefit of all  your competitors take three  months and you take three hours, it will be a fundamental change. >> ibm is going after  enterprise, and google and  microsoft, they're going after  these enterprise systems for  changing how corporations  operate and getting them for  efficient. What do you do that they can't? >> the market realizes no one  wants to be on the self-driving  car journey. We had a prototype that drove  120 miles through the desert. 20 years later we have  commercial city in three cities. That's not a rewarding journey. All the value will go to the  companies that allows you to get to production quickly. We spent the better part of a  decade building just that.  >> the self-driving thing has a  lot of friction from regulation  and making sure it's safe,  right? >> and insurance is very  regulated industry. Hospitals are regulated. We manage 21% of hospital beds  in the u.s. If you want to solve the whole  problem, you have to be able to  solve the whole problem and  provide the regularities the  transparency they need to say,  yes, this model can be in  production. >> do you think geopolitics and  global friction, is the palantir story? to what degree is the mix, would you say? >> i think it's certainly part  of the mix overall. You have cultural differences. I would say europe is looking  like deer in headlights. They're trying to think their  way through the a.i. Problem. If there's anything about a.i.,  it is fundamentally exp experinetial. I see american companies  reacting in exactly that way. It's a big part of why i think  market is outpacing the world in adoption and value it's creating from a.i.  >> is it more affordable? a few years ago it was thought  to be high price point for  governments and for companies. That's limited adoption. >> it's more effective. You get what you pay for. Certainly, people view us as a  premium product. When you get results in weeks  instead of years, it's clearly  worth it.  >> what about what carl  mentioned on the military side  of things and that business and  the growth rate right now given  the geopolitical back drop is  going from bad to worse? >> absolutely. You can look at the current  events in the middle east, but  if you zoom out a little bit  like we are as america in an  undeclared state of america,  we've had over 100 attacks on  u.s. Bases from iran,  unprecedented phase zero in gray zone from the south china sea  and we have a million casualties in ukraine. These are not disconnected  events. There is axis of authoritarians  who have lined up and we have to rise to that occasion. A big occasion is not just the  work we do with them, to scare  our enemies but also to  reindustrialize america. If we're going to deter world  war iii, we have to be able to  make things. A lot of the lessons from  ukraine -- we spent ten years of production of munitions in ten  weeks. That is a call to refire up th",
        "en"
      ]
    },
    {
      "Video ID": "ixleNmf8qLc",
      "Title": "Florida preps for Hurricane Milton",
      "Published At": "2024-10-08T10:57:12-05:00",
      "Duration (minutes)": 2,
      "Channel ID": "UCrp_UI8XtuYfpiqluWLD7Lw",
      "Channel Name": "CNBC Television",
      "Transcript": [
        ">> PHIL, APPRECIATE IT, WORKING  DOUBLE DUTIES, AIRLINES AND  AUTOS. PHIL LeBEAU IN TENNESSEE.  >>> WE'LL CONTINUE TO TRACK THE  PATH OF HURRICANE MILTON. DANA GRIFFIN IS IN NAPLES,  FLORIDA, WITH THE VERY LATEST.  >> GOOD MORNING TO YOU. WE ARE HERE ON NAPLES BEACH  WHERE YOU CAN SEE THE WAVES ARE  A LITTLE CALMER. MANDATORY EVACUATION ORDERS WENT INTO AFFECT THIS MORNING, ZONES  A AND B, THOSE CLOSEST TO THE  COAST, AND ONE PRONE TO STORM  SURGE AND VULNERABLE. OFFICIALS ARE REMINDING PEOPLE  TO TAKE THE STORM SERIOUSLY,  PREPARE NOW AND EVACUATE WHEN  CALLED TO DO SO. WE JUST LEARNED PRESIDENT BIDEN  HAS POSTPONED HIS TRIP TO  GERMANY BECAUSE OF THE INTENSITY OF THE STORM. AND ALSO OUR WEATHER UNIT HAS  SAID THIS STORM IS STILL  PROJECTED TO BE A VERY MAJOR  HURRICANE AS IT HITS THE COAST  OF FLORIDA. RIGHT NOW THE WIND SPEED, 150  MILES PER HOUR. THINGS CAN CHANGE AT ANY MOMENT. AND IT'S STILL UNCERTAIN EXACTLY WHERE THE STORM COULD MAKE THE  DIRECT HIT, WHERE THAT EYE OF  THE STORM COULD HIT. RIGHT NOW YOU COULD EXPERIENCE  IMPACTS UP AND DOWN THE COAST. RIGHT NOW WE ARE ABOUT 150-PLUS  MILES SOUTH OF TAMPA WHERE THE  PROJECTED IMPACTED IS SUPPOSED  TO BE THE GREATEST. EVEN HERE, THEY ARE WARNING OF  POTENTIAL STORM SURGE, POSSIBLY  4 TO 7 FEET, WHICH COULD IMPACT  THIS AREA GREATLY. WE WERE ALREADY SEEING RAIN, AND THIS IS FROM A TOTALLY DIFFERENT SYSTEM FROM MILTON, BUT THAT  MEANS MORE SATURATED GROUND. THIS IS JUST GOING TO INUNDATE  AREAS VERY VULNERABLE. WE DROVE AROUND THE CITY AND SAW A LOT OF RESIDENTS HAVE MOVED  THEIR VEHICLES TO GARAGES SO  THEY CAN MOVE THEM TO HIGHER  GROUND SO THEY ARE NOT IMPACTED  BY THAT FLOODING. RIGHT NOW WE'RE SEEING SOME  PEOPLE OUT HERE, WE'VE SEEN SOME SURFERS, SOME GUYS WALKING ON  THE BEACH. YOU CAN PROBABLY SEE ONE GUY WHO JUST CAME OUT OF THE WATER. FOR THOSE STAYING PUT OR MAYBE  THEY'RE JUST TRYING TO CATCH  LAST-MINUTE WAVES, THIS IS THE  SCENE HERE",
        "en"
      ]
    },
    {
      "Video ID": "W52c0unJ26M",
      "Title": "China's stimulus measures will take time for changes to ripple through economy: MSA's Ben Harburg",
      "Published At": "2024-10-08T10:55:31-05:00",
      "Duration (minutes)": 6,
      "Channel ID": "UCrp_UI8XtuYfpiqluWLD7Lw",
      "Channel Name": "CNBC Television",
      "Transcript": [
        "Weeklong break.  still seeing gains in the month  after many wall street firms  raised various targets.  joining us, capitol managing  partner ben.  we rely on you to bring the  latest from the country itself.  pars through this if you can  for viewers.  what stimulus measures have  occurred or been announced you  believe are significant and  will be followed through on to  potentially a positive impact  on the chinese consumer?  >> it's a great question.  i think it's not a direct line  to be drawn between the actual  stimuli and the impact on the  consumer.  the key was to cause everyone  to feel stable, cause everyone  to feel there was a floor under  the market to change everyone's  perceptions around the way the  chinese government but to with  the economy from big laissez- faire and it organically grow  out of the roads to when they  would aggressively intervene  with interest rate drops,  capitol injections, cash  handouts.  reserve ratio requirement,  changes.  all of that was to change the  flavor of the market and to  change the feeling on the  streets of beijing and hong  kong and to that end it  achieves that.  people are walking with a  different pace in their step  today while i will say it will  take time for the changes to  ripple through and for us to  see them on consumption  numbers.  >> you are a believer they done  enough to stimulate the  consumer?  >> i think the engine has been  jumpstarted.  the numbers coming out where  people went in with a little  more confidence look pretty  good.  tourist trips up 6% and  spending was 6.3%.  we saw spurts of buying in the  real estate market.  we saw huge rush to the public  markets.  china has this deficit, 70% of  u.s. Wealth in public markets  and other forms of financial  products and only 30% real  steak but it's the opposite in  china.  there's room for the capitol  flow.  we are seeing that confidence  slightly restored beyond what  you're seeing today in the  downward of the market.  >> you mentioned real estate  and, to the problem to the  extent there is one there,  centers on the.  has enough been done?  we hear enormous numbers in  terms of losses.  confidence has been lost when  it comes to the property sector  and the need for a true reset,  but enormous write-downs.  is that a problem that has been  dealt with?  >> i wouldn't say it's near  being done.  something that will take  decades if forever to be worked  out of the system and the since  the chinese model of great  alliance on real estate and  infrastructure development and  the driving growth at the  provincial level nationally  cannot continue.  that will take decades to be  worked out of the system.  what i can say is we are not at  risk of a lehman moment.  mpos are nowhere near the u.s.  peoples loans are tied to them  personally so not walking away  from mortgages.  the ratios between the ltv's  are very different than the  u.s. During the 2008 bubble.  overall, i don't think it's as  crushing a threat to the  economy but one that looms over  and for global investors forces  chinese investors to bunker  down because they are afraid  equity values will continue to  fall.  >> i count is bearish points.  what is the savings rate in  china?  isn't a dramatically high?  doesn't take stimulus to  unleash that?  the trade tinges impact china.  we talk about the u.s. And what  could happen after the u.s. But  look at what's happening in  europe with tariffs on the  chinese ev's and potential  retaliatory tariffs.  brandy is a for discussion.  >> let's take it one by one.  the savings issue is monumental. Today, the chinese have  somewhere on the order of $21  trillion of household savings  in their deposits relative to  only 900 billion in the united  states.  that's also an opportunity.  if we can find the stability  and people are seeing the  public portfolios going up and  they are not losing money on  their homes, they can bring  that money back into the market. That would cause bullish china  and in various the u.s. On that  specific front if that  confidence is restored.  from a tariff perspective, this  is nothing new.  we expect tariffs will  continue.  a lot at the tariffs affecting  chinese goods coming toward the  u.s. Have minimal impact.  the u.s. Does not absorb a lot  of electric vehicles. Europe is  bigger by european automakers  are pushing back.  many have formed alliances with  the chinese to co-build  automobiles.  it's something that will  continue indefinitely but not  one that will undermine these  companie",
        "en"
      ]
    },
    {
      "Video ID": "ouoCp3tHpuM",
      "Title": "DC Attorney General on TikTok lawsuit over app's effect on mental health",
      "Published At": "2024-10-08T10:54:57-05:00",
      "Duration (minutes)": 1,
      "Channel ID": "UCrp_UI8XtuYfpiqluWLD7Lw",
      "Channel Name": "CNBC Television",
      "Transcript": [
        "what is your goal here of this lawsuit most importantly we want Tik tok's dangerous functions to end we want to make sure that young people are kept safer when they're using social media that there are reasonable constraints on the time and on the uh ways in which young people are sucked in to spending so much time on screen we certainly think the money transmission business as currently being operated is illegal needs to come into compliance with the requirements of DC law and consumer protection laws and generally speaking we want the exploitation and the lack of cander to children and their parents and to Regulators to end Tik Tock has not been straight with the public and with parents and with kids about how dangerous its product is how dangerous it knows its product is and the long-term impact of the addictive behaviors that its algorithm creates",
        "en"
      ]
    },
    {
      "Video ID": "_92mfsNLYrQ",
      "Title": "Inflation returning to 2% doesn't matter much, says MetLife Investment's Drew Matus",
      "Published At": "2024-10-08T10:53:30-05:00",
      "Duration (minutes)": 4,
      "Channel ID": "UCrp_UI8XtuYfpiqluWLD7Lw",
      "Channel Name": "CNBC Television",
      "Transcript": [
        "Morning as our next guest warns  the fed's data dependcy is  creating risk, not reducing it. Joining us is metlife's drew  mattis. Thanks for joining us.  >> thanks for having me on,  carl. >> there's been so much  commentary and use of the phrase game-changing referring to the  jobs number that sort of -- that many argue altered the landscape when it comes to the economy,  the consumer and the path for  rate cuts. What's your view on that right  now? >> well, sure it's a  game-changer unless they change  it. I think this is the problem you  alluded to when you introduced  me, which is there's too much  focus on individual data points. Let's just look at the whole  economy holistically. We know the labor market is  slowing. Unemployment will move higher. If unemployment moves higher,  inflation will go lower. That's the mechanism. Then the question is, how much  does the fed have to cut in  order to make sure they can  pretty well predict where the  peak in unemployment is. I think that's where markets  have it wrong. Markets have priced in just a  significant amount of easing  from the federal reserve, even  though there's very little  evidence to suggest that there's any sort of weakness in the  economy that would warrant that  kind of reaction. >> where do you think maybe the  terminal unemployment rate is in this cycle? >> you know, it's somewhere  between 4.5 and 5, is my guess. Probably closer to 4.5%. Also, bear in mind, what comes  after this cycle? what we're really talking about  is unemployment goes up a little bit. Doesn't crash the economy. And so this is the soft landing  playing out. It's just the soft landing  playing out. You still end up on the ground. You just don't end up in a  really bad location. >> and you're sure inflation  goes back to 2%? >> sara, i'm not sure if  inflation goes back to 2% but  i'm not sure it matters all that much. I think we've seen kind of the  volatility in inflation we're  going to see. And if we have low levels of  volatility in inflation but  slightly elevated above where  the fed's target range is, i  think they would be best suited  to call that a win and move on  from there. >> but it matters where they  settle on rates, right? >> it does, to a degree. But, i mean, you know, just 2.5% inflation versus 2% inflation  matter all that much in the  grand scheme of things? it will matter a little on the  long end of the yield curve but  it will take a while for people  to price in the idea it's not  going to drop below 2.5% any  time soon. In the meantime, the fed cuts  rates and everyone's worried  they cut rates when they  shouldn't, if the long end of  the yield is creating its own  pressure on the economy and that will dampen over the yoel all  demand on the economy. That's not necessarily a bad  thing. >> you're clearly not in the  undershoot campaign, which we've seen a few more in the u.s. Why do you think the u.s. Avoids what's happening in europe? >> one is we came off zero  bound. We came off strongly off the  zero bound. And i think the zero bound, when we look back in economic  history, the move to zero  interest rates was probably one  of the worst decision ever made  by central banks anywhere. We saw that in japan. We saw that everywhere it's been tried it's failed. Then the response is, well, we  then just have to move to the  balance sheet and expand the  balance sheet. That creates its own set of  problems, which we're starting  to deal with now, where people  begin to believe there's an  interaction between the federal  reserve and treasury with regard to debt issuance. That kind of uncertainty those  policies created, the fact they  have actually beginning to fade, actually is a huge positive for  the u.s. Economy going forward. As is what you're seeing in  markets right now, which is a  bet on the future of  productivity in the united  stat",
        "en"
      ]
    },
    {
      "Video ID": "maQaS8rc5bM",
      "Title": "Boeing delivers 33 jets in September but strike impact looms",
      "Published At": "2024-10-08T10:52:42-05:00",
      "Duration (minutes)": 2,
      "Channel ID": "UCrp_UI8XtuYfpiqluWLD7Lw",
      "Channel Name": "CNBC Television",
      "Transcript": [
        "WE SHOULD DIVE INTO THAT AGAIN  SOME TIME SOON. IT'S GOOD TO SEE YOU. THANK YOU. >> GOOD TO SEE YOU.  >>> JUST GETTING BOEING ORDERS  AND DELIVERIES OUT FOR THE MONTH OF SEPTEMBER. PHIL LeBEAU WITH THE NUMBERS. HI, PHIL. >> HI, SARA. SEPTEMBER IMPORTANT BECAUSE WE  SAW THE MACHINIST STRIKE HALFWAY THROUGH THE MONTH, SO WE'RE  SEEING THE IMPACT IN TERMS OF  ORDERS AND DELIVERIES. LET'S START OFF WITH DELIVERIES. BOEING DELIVERING 33 PLANES LAST MONTH. 27 OF THOSE DELIVERIES WERE 737  MAX MODELS. YOU MIGHT BE SAYING TO YOURSELF, THERE WAS A STRIKE, HOW WERE  THEY ABLE TO DELIVER 27 PLANES? THEY HAD DELIVERIES THROUGH THE  FIRST HALF OF THE MONTH, AND  PLANES THAT WERE BUILT, NOT YET  TICKETED FOR DELIVERY, THEY  COULD STILL BE TICKETED. THEN YOU HAVE 27 MAX PLANES  DELIVERED LAST MONTH. DELIVERIES YEAR-TO-DATE, 291. LET'S TALK ABOUT ORDERS FOR THE  MONTH, 65 NET ORDERS. YEAR-TO-DATE, 272 PLANES HAVE  BEEN ORDERED. THE BACKLOG NOW STANDS AT 5,456  PLANES. GUYS, BACK TO YOU. >> REALLY QUICK. WE HAVE A NEWS BIT ON THE WIRES  THAT THE FAA ISSUED A SAFETY  ALERT TO THE MAJOR AIRLINES  REGARDING JAMMED RUDDERS ON THE  73, WHICH HAS BEEN THE NEWS,  RIGHT? >> THAT WAS THE NTSB. THEY PUT OUT THAT URGENT  WARNING, IF YOU WILL, SAYING,  LOOK, THESE SHOULD BE CHECKED. AND THE FAA SAID, WE'LL PUT  TOGETHER A COMMITTEE, TAKE A  LOOK AT THIS ISSUE. THAT DID NOT SIT WELL WITH THE  HEAD OF THE NTSB, WHO SAID, WAIT A SECOND, PUT A COMMITTEE  TOGETHER? HUH-UH. GET IT GOING SOONER THAN THAT. THE FACT THEY ISSUED THE SAFETY  WARNING, AN AIR WORTHINESS  DIRECTIVE,",
        "en"
      ]
    },
    {
      "Video ID": "5blzxpu0aRQ",
      "Title": "GM investor day: Here's what to listen for",
      "Published At": "2024-10-08T10:21:38-05:00",
      "Duration (minutes)": 2,
      "Channel ID": "UCrp_UI8XtuYfpiqluWLD7Lw",
      "Channel Name": "CNBC Television",
      "Transcript": [
        "Another day.  i will stop right there but  always appreciate it.  thank you.  >>> speaking of china, live in  tennessee ahead of gm investor  day where china will be a key  focus.  >> it will be a focus because  china, which was once they  strengthen private driver for  general motors, has become a  drag and a question of what  happens in the future.  especially after losing 10 hunt  -- $210 million in china.  three topics will get a lot of  attention.  out is general motors plan to  cut the losses and adjust its  footprint in china?  a restructuring.  ev growth, we were at the  battery plant in springhill as  well as the gm spring hill plant but they are doing flexible  manufacturing between ice  models and ev models.  we have peak profitability for  general motors?  there are more than a few out  there who say yeah.  i don't think it gets better  than this even the headwinds  heading into 2025.  when you look at shares of  general motors, they remain  bullish about the prospects  when it comes to ev's.  specifically the fact they grew  them by 60% in the third  quarter relative to last year  and there up sequentially.  they continue to pickup market  share in the ev business in the  u.s. And they say they are  scratching the service,  especially like the equinox  which is a lower-priced mode",
        "en"
      ]
    },
    {
      "Video ID": "Qlso9Vw0sp8",
      "Title": "Don't see the point in chasing the market when valuations are 'quite full', says Barclays' Krishna",
      "Published At": "2024-10-08T09:58:44-05:00",
      "Duration (minutes)": 5,
      "Channel ID": "UCrp_UI8XtuYfpiqluWLD7Lw",
      "Channel Name": "CNBC Television",
      "Transcript": [
        "Spirit that's the worst since  2008.  that was a big seller.  the s&p is coming up closing  lows in the bull market  approaching its second  birthday.   where do we go from here?  head of u.s. Strategy has a  target of 5600.  good to see you.  you haven't been moved to  increase your target like some  others?  >> no.  >> why not?  >> let's see what happens.  if you see what's happening,  numbers have been cut sharply  going end.  what is anchoring the market is  big tech even though they are  running themselves.  then seasonality.  october is the weakest month.  you don't want to get ahead of  that.  that said, we are optimistic.  i think we have -- of 6100.  we have a downside.  we think of site is relatively  more likely than downside.  i don't see a point in -- the  market and valuations are quite  full across the board.  >> within a percent of all-time  highs in the major indices.  the only make seven our all- time highs is meta.  you don't think the market has  broadened out?  >> the market in some ways has  broadened.  instead of only 25% company  eating the s&p and now it's 40%  which  is decent.  the broadening in earnings is  taking place but incremental.  the reality of the anchor for  the markets remains big tech  which is a conglomeration of  six stocks.  that earnings growth despite  moderating is going to be more  than four times of the s&p.   that is where we shake out.  >> i won't ask whether 50 was a  mistake but what you expect 50  again?  >> no.  we do not expect 50.  i won't say if it's right or  wrong because you can do monday  morning quarterbacking.  clearly they were focused on  the labor market and wanted to  be preemptive and they have  wiggle room.  inflation is coming down so  they have flexibility.  that said, we don't think it's  likely they go ahead with 50  more.  it will be 25.  >> bond yields a headwind if we  stay higher for longer?  >> we have done work on that.  bond yield become a headwind  what's a comes closer to the 5%  level.  you could have a situation  where there is a positive  correlation between equities  and rates because look at  what's happening growth rate  now.  the economy is strong and  inflation is decent.  the job market is strong and  wages are going up.  things are okay.  the near term expect, because  move too fast too soon.  >> is not everywhere.  it has been confusing to talk  about the economic signals.  a lot of the data points are  coming in good.  manufacturing around the globe  was pretty weak.  we have not seen expansion  there in several months.  we will have more and pepsi  later but not painting a strong  picture of the u.s. Consumer  for the global consumer.  especially at the low income  level.  it's sort of confusing.  >> it's a mixed bag.  you are right about  manufacturing.  the u.s. -- only a third  manufacturing.  services site is pretty strong.  they are extremely robust.  if you look at employee, the  same story.  weak on manufacturing a strong  on services.  it's a mixed bag.  those companies which have more  of a brand, able to hang in  there.  a majority of them are  struggling.  we created a basket of stocks  which we f",
        "en"
      ]
    },
    {
      "Video ID": "J_zcV14qCjw",
      "Title": "Gaming sector is seeing record growth",
      "Published At": "2024-10-08T09:42:57-05:00",
      "Duration (minutes)": 10,
      "Channel ID": "UCrp_UI8XtuYfpiqluWLD7Lw",
      "Channel Name": "CNBC Television",
      "Transcript": [
        "the gambling industry in the United States has reached a period of transformation this week the Tropicana is coming down out with the olds making way for the new sports has exploded in the world of gambling and commercial casinos are on fire with me now the CEO of the American gaming Association Bill Miller to what do you attribute the continued growth in gambling well I think it's really been an exciting time if you think about CO's not that long ago and there were so many people who said look the gameing industry is going to have this sugar high period and then it's going to dissipate and what we've seen though is 41 months in a row of continued growth and that is really something to celebrate secondly what the industry recognized was we have an opportunity to reset and that reset was demographically everybody had always said well you know the thing about the casino industry is it's a blue hair business and the older you get the the the more likely we're going to get Casino Pat what we've seen in the last few years is the demo for our industry has skewed down from 50 to 42 and the reason is because we were able in the early days postco to introduce an entirely new segment of the population a whole new demographic Millennials gen zers to our industry the gaming floor and all of the other elements of the industry in order to create a new customer base these are also young people who are growing up on online gambling or gaming that then when they reach an age where it's legal or where where it's legal that it's not much of a leap to figure out how to play games that they know and love online for money yeah but but for this industry to keep growing do you have to have more States embracing eye gaming and expanding opportunities in sports betting um look I think the sports betting has shown to be an incredible success right we've literally gone from one state in America where you could legally bet on Sports to 39 in the District of Columbia all in six years and so that legalization created another whole cohor of customers that understand the gaming industry many of which understand the gaming industry through their phone because that's how they interact with in all consumer facets and so the gambling industry whether it's the casinos sports betting or eye gaming these are all elements that I think that you know our customers want us to interact with them in a way that they want to interact and so that's our job because of the explosion in the digital business it has also brought with it an unprecedented level of scrutiny about where there might be societal harm whether there's underage game gambling whether uh Integrity in sports can be guaranteed now you have lawmakers coming forward and introducing legislation that they think will help protect consumers that also creates a headwind doesn't it for the industry how do you deal with that well that's a lot to impact so I'll start with the Congressional threat you know if you will look I I think that there are always people who want to see the industry in the manner in which they view it right and so like 435 members of the House 100 members of Congress right now the industry has never been seen more favorably by the general public as a mainstream entertainment outet and so are we going to go back to a a place of prohibition which some in Congress want I don't think so the American public doesn't think so and the Congress doesn't think so and so look well-intentioned fine but our industry has been built on responsibility and sustainability based around creating the right kind of relationships with our customers and so I feel really good about where we are as an industry and I look at that from the perspective of who care who really cares I mean in terms of policy makers a couple policy makers have said we need to re this in this is out of control when we say we needed to create more advertising in order to move people from the illegal Market into the legal Marketplace advertising helped us do that it helped us break down some of the illegal market and we're happy about that but we've also seen in the last two years via neelen that advertising spend for sports betting specifically which is what gains all of the attention has been down both years when you think about what's to come do you anticipate needing more fight on enforcement warding off the unregulated offshore casinos or sweep Stakes which operators are really avidly defending their right to operate sweep Stak style gaming um very challenging questions the one is pretty easy you know offshore online websites that Prey Upon customers in America they should be outlawed because they are against the law and our members and our companies go through a pretty rigorous regulatory scrutiny in order to get license and then be able to operate and so the offshore guys really that needs to be a priority for law enforcement now the sweep Stakes is a little bit different because these are individuals who and this is an industry that is constantly Reinventing itself and that these individuals that have created these businesses are operating under in their opinion a regulatory frame that works and some jurisdictions have accepted that we think that at the end of the day if you're going going to operate a real money sports betting business or a real money ey gaming business it has to be underneath the gambling umbrella in terms of Regulation and so you know we're all working our way through this you know at the a we have tried to do everything that we can to make sure that Regulators understand they are the ultimate Arbiters of what regulatory frame these people operate under one more the court has now just cded again with Cy when it comes to predictions markets and the election we have a big election coming up there are those who argue and and the Commodities commission is one of them that it interferes with the Integrity of Elections and the same way people might argue about the Integrity of sports where do you come down on the predictions markets and whether that's gambling and should be regulated like gambling well I think first of all gambling should be regulated at the state level I think that that has been the way in which this industry was created and that's the way it should stay the federal government has a role Fon money laundering IRS and treasury those are all really important uh people that we we pay very close attention to but as it relates to should there be gambling options in and around uh politics uh my view is that it's not the federal government's role to empower this and I although I don't necessarily believe the argument that people make that you know if you would bet on the futures of politics that then you can control the outcome I think that that's kind of a reach but you know I'm an old political guy and I don't think that it's very easy to actually control outcomes of Elections and then by extension create Integrity issues around the election now I will go back to the the Integrity of sports because that is one of those things that we've Ted talked about in the past and is always core that our our industry we work with our partners at the in all of the leagues with teams Arenas broadcasters in order to make sure that the most important thing if we're going to create a legal robust sports betting Market is that the Integrity of the game is San recet the interesting thing when you think about this is when you bet on football if you have the overwhelming number of bets coming in on the Patriots it doesn't necessarily mean that the Patriots are more likely to win but a lot of times in the predictions Market if you have an overwhelming number of markets coming in for a particular candidate the interpretation is that candidate is more likely to win yeah maybe I mean it's like polling though you know you think about polling and you kind of say well are is is polling accurate and now people are voting in the predictions Market with their money rather than maybe misleading a pollster but there's still this this is a very inexact science and again better left of the states than the federal government and again this is Bill Miller personal view I don't think that America we should be in the in the political betting business Phil on that note thank you thank you",
        "en"
      ]
    },
    {
      "Video ID": "zMIkss8nG00",
      "Title": "Cramer’s Stop Trading: Affirm Holdings",
      "Published At": "2024-10-08T09:20:46-05:00",
      "Duration (minutes)": 3,
      "Channel ID": "UCrp_UI8XtuYfpiqluWLD7Lw",
      "Channel Name": "CNBC Television",
      "Transcript": [
        ">>> time for jim to stop  treating.  >> top 10 the comes out for  anyone who wants to sign up.  i had one part which is bgi g  down.  then they came on and gave a  presentation about the last  quarter that said buy now, pay  later is incredible.  he's gotten incredibly low,  falls.  i think he is the real deal and  i think the firm can go higher.  i like the upgrade.  by the way, paypal is doing  incredibly well.  the bottom by our partner when  he had -- fantastic.  >> these are both buy now, pay  later.  it's the way a lot of people,  think it's a cultural thing.  because, we had credit cards  and people to buy now, pay  later and if you do it with  max, his artificial  intelligence that tells who  will pay back.  spirit target, 68.  >> i think it's a really good  stock.  i missed it.  i think there is more.  >> i don't know if you saw the  journal piece about legacy  credit card keeping the rates  high to make up for the caps on  late fees.  even as rates decline.  >> capital one does work.  he has done an incredible job.  a look at american's downgraded  and i've got to tell you, it  will be like pepsico.  watch what pepsico did.  that's the analog of what  happens when you have a stock  that goes down every day and  every quarter.  >> and shares her up.  >> everyone is freaking out  this morning.  you know?  the stock is been down from 183. It has a 3 1/4% yield.  that could be the theme.  >> how about tonight?  >> i have jenna rack.  just because i can afford to  keep throwing that away.  >> when the power goes out.  >> this man, what he has been  telling, and you have to  understand, it",
        "en"
      ]
    },
    {
      "Video ID": "bcLh8jyBNKQ",
      "Title": "BetMGM CEO Adam Greenblatt on the relationship between sports and gaming",
      "Published At": "2024-10-08T09:14:36-05:00",
      "Duration (minutes)": 9,
      "Channel ID": "UCrp_UI8XtuYfpiqluWLD7Lw",
      "Channel Name": "CNBC Television",
      "Transcript": [
        "it's been an incredible year for sports betting and ey gaming so far this year the through the first seven months sports betting has grown 30% in terms of gross Gaming revenue I gaming up about 27% with me now is the CEO of V MGM Adam greenblat Adam it's great to see you it's great to see you contesta the incredible growth that we're seeing in online play is it mostly coming from states that are ramping up that they're newly legalized or are you seeing incredible growth even in more mature States so it's actually both the the great news for both the uh the more mature States and the new States because it gives you a picture of what's ahead is um appetite and depth is is tremendous and more so than we anticipated at the outset of this of this journey we talked to you at Super Bowl and you were telling me about your high hopes for new technology at B MGM for regaining some market share that you've lost to competitors the tech is called angstrom how's it working out so we've been delighted with the performance of an you might remember that the first product that we brought to Market was focused on MLB and uh what we we became bmgm became the home of the Home Run uh during the season and the number angstrom powered um uh home run bet increased your Reno by 245 and this is all enabled by having different types of markets having more availability having better pricing and that's all powered by angstroms unique approach to pricing when I went to investor day for FanDuel a couple weeks ago the company was very clearly happy having taken the number one ey gaming slot happy to have increased their moat around the number one position in sports betting can you catch up well I think in I gaming our strength is is demonstrable we've just won another reward for the third year in a row the I gaming operator of the year and um I think you'll see from some of the early trends that the work that we're doing in in uh product in jackpots in unique and special content only available at at bmgm is bearing fruit um bmgm gave away the largest jackpot ever uh in the history of I gaming uh in New Jersey in August $65 million to one lucky player somebody who is playing online somebody who's playing online walked away $6.2 million richer on the day which is wonderful which is exciting but we've also been a Pioneer in in our relationship between sports and gaming uh we have got um NBA Blitz uh we've got NHL gold Blitz um these are sport properties and Partnerships that that we've built games against and so this Bridges our activity in sports with our activity in in I gaming and our sports players love it cross sell year on year is now increasing dramatically we're north of 50% cross sell on a week uh on a weekly basis so really pleased about the potential for both parts of the business I've heard a lot of chatter here at the global Gaming Expo about the competitive threat of unlicensed gaming whether it's SK bbased games or online sweep Stakes models which The Operators will say it's perfectly legal to offer these sweep Stakes style games is that an existential threat to licensed eye gaming in the United States I don't think so look we as a as a legal operator will always operate within the bounds of of the rules and the law and so I think there there needs to be a a a process of definition scope definition I think um the opportunity for the sweeps uh operators I think the legality of of or the boundaries of of what they're uh uh engaged in still needs to be tested but we'll defend our turf naturally um but we don't we don't see it as existential in any manner at all uh I feel like I ask you this every time we sit together but usually there's a reason for me to ask it that MGM has just um partnered with groupo globo in Brazil to launch bet MGM in Brazil it will be a direct competitor to Main and it doesn't have anything to do with the BET MGM that you're running here in the United States they've launched bet MGM on Leo Vegas in the UK again a direct competitor to one of your co-owners and Tain is this sustainable is it putting you in a difficult position to dance between these two companies yes well just for clarity the uh the the joint venture of which I'm chief executive uh has exclusive rights to operate in the US so there's no there's no debate about who's doing what in in the United States and frankly we're operating harmoniously in north of the Border in Canada where both Leo Vegas and tin and the joint venture my B MGM are are all active in the market and you know it's it's not without a degree of of uh uh pleasure that we've come from nothing BM Jim my joint venture has come from nothing to be the largest uh Operator by market share um in in uh Ontario so can we coexist yes are we coexisting yes relationship in the and uh board Dynamic and conversation has never been better so I don't it doesn't put me in a difficult position at all what can you learn from Ontario for the the rest of the United States south of the Canadian border well what we see is uh a market where direct promotional activity is not allowed and that not withstanding a a business can flourish we're demonstrating that what I'm also excited about is the strength of the MGM brand north of the border and that's particularly relevant given that we have Alberta coming which is going to be both a sports and I gaming state so it's the first I gaming State we've had in a couple of years and this is obviously B mgm's uh Heartland it strength it's uh MGM Resorts as a as a brand resonates particularly well uh with uh with Gamers and so we're looking forward to capitalizing that uh on that when when Alberta regulates how's football oh my goodness so the Genesis to what to my excitement is the progress we've made in product and you you you did check angstrom but the whole product experience the bed MGM Sports product experience is by some margin better than it's ever been our same game parlay experience our parlay experience our pre-build parlays our linear bet slip which allows us which allows players to see all their bet in a single pain uh a Quick Bet experience this is one titbit building a quick bet a little uh bar at the bottom of of the screen we've increased by the work we've done we've increased the number of legs on our Quick Bet by more than 100% And as we know more legs equals more margin and this is weeks in so really excited about the progress we're making our players are enjoying it our players are coming back from week to week in a way uh in a more engaged way than in Prior periods and we've been helped by margin the first few weeks of the the season were really favorable to to to the industry and so September closed out what would be a record quarter for bam JY so really excited about that Adam thank you for spending some time with me course thank you for having me",
        "en"
      ]
    },
    {
      "Video ID": "tbFZxyVy0wI",
      "Title": "Caesars Entertainment CEO on capturing market share in the digital business",
      "Published At": "2024-10-08T09:14:22-05:00",
      "Duration (minutes)": 1,
      "Channel ID": "UCrp_UI8XtuYfpiqluWLD7Lw",
      "Channel Name": "CNBC Television",
      "Transcript": [
        "and you mentioned the digital business you know the the PowerHouse in this space is FanDuel and DraftKings coming in a strong number two and then there's this fight over the third and fourth positions how important is it to you you just launched a new online casino app horseshoe yesterday how how much is this important to the growth of Caesar's business and can you make an impact can you grab market share away from the the two big players yeah well contest I'm oldfashioned I like to make money so I measure it based on how much money we're making not how much market share we have so our promo spend is a third to a half of what DraftKings and FanDuel have so those subsidies don't run through our ggr market share numbers but we've got a business that's approaching soon will exceed 20% eah margins in a business where most are still losing money",
        "en"
      ]
    },
    {
      "Video ID": "WlJt43brScI",
      "Title": "Cramer’s Mad Dash: AMD",
      "Published At": "2024-10-08T09:13:03-05:00",
      "Duration (minutes)": 2,
      "Channel ID": "UCrp_UI8XtuYfpiqluWLD7Lw",
      "Channel Name": "CNBC Television",
      "Transcript": [
        "BEFORE OPENING BELL, AMD ON THE  DOCKET. >> YEAH. WE'VE GOT A VERY BIG OCTOBER  10th. SAN FRANCISCO MEDIA ADVANCING  A.I., THAT IS THURSDAY, OKAY. THAT IS GOING TO BE RELEASED AS  AN EVENT. I THINK ALMOST AS IMPORTANT,  DAVID, GO BACK TEN YEARS TO WHEN THE STOCK WASN'T GREAT. AND YOU WILL SEE OCTOBER 8th IS  WHEN THEY TOOK OVER AMD. >> SO SHE'S THERE TEN YEARS. >> NOT BAD. >> SO SHE'S THERE TEN YEARS? >> TEN YEARS. >> I REMEMBER THE EARLY MEETINGS WITH HER. SHE TOOK ME OUT AND SAID,  LISTEN, YOU'RE ON THE WRONG SIDE OF THE TRAIN WITH THE INTEL. GET OFF THE INTEL TRAIN AND GET  ON MICRO HORSE. I SWITCHED AND I SWITCHED HARD,  DAVID. AND, MAN, LOOK A",
        "en"
      ]
    },
    {
      "Video ID": "xIdl-U4BOFo",
      "Title": "Opening Bell: October 8, 2024",
      "Published At": "2024-10-08T09:12:26-05:00",
      "Duration (minutes)": 2,
      "Channel ID": "UCrp_UI8XtuYfpiqluWLD7Lw",
      "Channel Name": "CNBC Television",
      "Transcript": [
        "I SWITCHED AND I SWITCHED HARD,  DAVID. AND, MAN, LOOK AT THAT. >> NO REGRETS THERE. >> NO, SOME CEOs ARE SO GOOD. AND SHE IS. >> LET'S GET TO OPENING BELL  HERE IN CNBC AT THE BIG BOARD. [ BELL ] INTERNATIONAL FLAVORS  CELEBRATING ITS 50th ANNIVERSARY AT THE NASDAQ CAPITAL. CELEBRATING THE 1 BILLION OF THE FREE CASH FLOW ETFs. >> THE COMEBACK, A DEAL THAT  DIDN'T WORK OUT. BUT REALLY STARTED TO -- LET'S  PUT IT THIS WAY, IT WAS ONE OF  THE GREAT BLUE CHIPS OF OUR  TIME. I THINK FOR IT TO MAKE A  COMEBACK, IT'S GOING TO TAKE A  WHILE. YESTERDAY, DAVID SAID, NIKE'S  TURN, THIS WILL TAKE ON NIKE. DAVID, I CAN'T TELL YOU -- THESE THINGS ARE HARD TO TURN. >> YOU'RE TALKING ABOUT NIKE? >> NIKE. >> NO, THERE'S A LACK OF  PATIENCE, CERTAINLY, ON THE PART OF MANY INVESTORS.",
        "en"
      ]
    },
    {
      "Video ID": "ey_BI9P2Ugw",
      "Title": "Tesla will find it difficult to leapfrog existing players like Uber and Waymo, says Toni Sacconaghi",
      "Published At": "2024-10-08T08:39:38-05:00",
      "Duration (minutes)": 5,
      "Channel ID": "UCrp_UI8XtuYfpiqluWLD7Lw",
      "Channel Name": "CNBC Television",
      "Transcript": [
        "Teased and the release of robo  taxis. But our knicks guest says a lot  of questions remain, including  regulatory issues around  self-driving cars, how tesla  will scale the service, and  ultimately, how much more  competition will be in the  space. Joining us right now is  bernstein senior research  analyst, toni sacconaghi. Good morning to you. What do you expect we're going  to hear? we've been waiting for this news for a long time. I think it's exciting to me, but also for many, there's some  skepticism about when it will  actually arrive. >> good morning, andrew. Yes, i think the consensus is  that tesla will announce a  dedicated robo taxi model,  likely to be available at some  point in the future. Let's say '27 or '28, that tesla will demonstrate a application,  whereby a ride-hailing app, that it will provide some sort of  update on where they are on full self-driving, and maybe also  potentially announce that it's  doing some robo taxi trials. I expect if they did that, those would have to be with an  accompanying driver. But nevertheless, starting  trials in one or my cities in  the u.s. I think that's generally what's  expected amongst investors. There are big questions about  whether tesla will provide  updates on optimus robot or  whether it will provide an  update on new models,  particularly the revamped models expected next year, or a  lower-cost model expected in  '27. But i think the focus will  ultimately be on a robo taxi,  you know, unveiling itself and  an accompanying ride-hailing  app. >> so, toni, we're looking at  the stock at $242.92. If, in fact, they make this  announcement, how does this  change the game? how does it change how you would value this company? >> you know, i think investors  are applying different  probabilities and discount rates to a robo taxi service going  forward. So i think it's widely  anticipated, but as you noted at the outset, there are lots of  questions. There are technical questions  about whether tesla can get to  the reliability level with a  more limited censor sweep. They only have cameras. Other competing autonomous  vehicles have lidar and radar,  so there's technical question. I think there's a regulatory  question. There's a timing question. And you know, how competitive is this space going to be? are prices going to be driven  down and how much value will  there be to be captured? so investors are ascribing  differently possibilities and -- >> what possibilities are you  ascribing and how are you doing  the valuation then? >> this is what i think about  it, andrew. I think it will be difficult for tesla to leapfrog other players. Uber and waymo are doing testing in other cities. Even if tesla is able to  leapfrog, it i think it will be  a limited -- you know, limited  to a year advantage. Let's say in a year, tesla has  level five robo taxis that can  go anywhere, they have a  ride-hailing service. My guess is, competitors will  catch up reasonably quickly. So this notion of having  sustained outside profits, even  if tesla were to leapfrog given  the technical hurdles and the  regulatory hurdles, i think are  difficult. And the valuation of uber is  $150 billion. The valuation of uber, you know, probably in the u.s. Is half of  that, $75 billion. Tesla's stock today embeds, we  think, $600 billion beyond the  core auto business. Much of that ascribed to robo  taxis. We struggle with that  differential, given the  probabilities that i --  >> let me ask you this in terms  of the competition piece of it. Which is to say, you made the  argument that you think that an  uber and a waymo will have an  advantage, maybe given lidar and other things over tesla. There's an argument to be made,  and maybe you'll disagree with  it, which is that they have a  number of the -- a number? thousands, tens of thousands of  these cars on the street today  that have cameras on them,  they're taking in data that  can't really be matched. If you look at some of their  self-driving features right now, they clearly seem to be the  leader or the most advanced in  terms of where that would be, if you were to sort of set aside  what waymo is doing. Is there an argument to be made  that they will leapfrog  everybody? and that they in some ways  already have? >> well, i think the bulk case  is that they will leapfrog. I think it's very difficult to  say that they already have. Because, you kno",
        "en"
      ]
    },
    {
      "Video ID": "ulmEvbjx2NI",
      "Title": "Hurricane Helene's devastating impact on North Carolina: What you need to know",
      "Published At": "2024-10-08T08:28:04-05:00",
      "Duration (minutes)": 5,
      "Channel ID": "UCrp_UI8XtuYfpiqluWLD7Lw",
      "Channel Name": "CNBC Television",
      "Transcript": [
        "They're also scrambling to clear remaining debris leftover from  helene just two weeks ago, which could turn into projectiles with high winds and that makes all of this that much more dangerous  and complicated. >> meantime, recovery efforts  from hurricane helene, which has now claimed at least 230 lives,  continue across the southeastern united states. Officials are tackling storm  damage and misinformation  related to the storm. Let's bring in julia coin. She's a reporter with the  charlotte observer. She's been out in the field  covering the storm's devastate  impact on north carolina. Her newspaper, in fact, has a  reality check page to fact check misinformation related to the  hurricane and the recovery  efforts. And julia, we want to thank you  for being with us. I know you've been out on the  ground there. Tell us, first of all, what  you've seen in terms of the  devastation. And by the way, you're someone  who comes from sanibel island in florida. You have seen hurricanes before, but what did you think of what  you saw this time? >> yeah, so i've been on the  ground and also up in the air  and embedding with pilots who  are using helicopters to air  drop supplies and also pilots  who are in small bush planes  surveying the damage, trying to  see if roads are accessible, if  anyone's sending smoke signals,  that sort of thing. I've been both on the ground and in the air, seeing the damage  and it's just -- it's extensive. It's eerie how common the sights become, both when you're walking around and flying above, just  seeing all of the devastation in the area. >> i mean, i've been reading  about how they're still trying  to recover bodies at this point, going out with cadaver dogs,  taking them on the rivers,  trying to sort through the  debris that's piled up all over  the place. This is a horrible situation. There have been lots of concerns about the abilities of the  rescue efforts. What would you say with what  you've seen? >> yeah, so i have been mostly  involved with volunteers on the  ground. I've met a few organizations  leading relief efforts and  rescue efforts that have brought those dogs out. I haven't heard numbers above  one or two bodies recovered per  town, but of course those  numbers continue to develop  every day. >> what do you think about  fema's response to this? there have been a lot of  accusations that have been made  that fema is not doing enough,  that they weren't prepared for  this, that they are turning away some of the local volunteers who have been right to bring things  in. Is that the case? >> i have not seen that. Again, i have been involved with those volunteers and talking to  people on the ground. So i can only speak to what i've run into, in those situations  and i can say that a lot of  people who are in these very  isolated communities haven't  seen government efforts, but  that's just what they're seeing  in these very small towns that  only locals really know how to  navigate. >> right. How -- what is most needed at  this point? what do people there say that  they would need from the  outside, whether that be  volunteers or the government? >> these people are  self-described stubborn people,  so when we show up with  supplies, at this point, most of them are pretty set. They are still asking for  diapers above the size of 5 and  efforts are now shifting to keep people warm, as cold weather  rolls in. That could mean blankets, socks, coats, that sort of thing. >> i know one of the places that you went was to rescue a  70-year-old woman and her dog. They were running short on  medical supplies, that's really  another layer of things that  they haven't talked about. Even if you were there and were  supplied for things, you may not have anticipated you would need  two, three, four weeks of  medication or other items. How big is the need for that? >> right. So that area, specifically, they received a few days of rain  before the storm came. So this woman's doctor's  appointment was canceled. And she did not have her heart  medicine, even before helene  came. So i was with the helicopter who was able to lift her out, but  that's just one story of many. That's why access to roads and  areas to land have becom",
        "en"
      ]
    },
    {
      "Video ID": "y2B67UJhx94",
      "Title": "GM investor day: Key insights to expect from the automaker",
      "Published At": "2024-10-08T08:14:05-05:00",
      "Duration (minutes)": 4,
      "Channel ID": "UCrp_UI8XtuYfpiqluWLD7Lw",
      "Channel Name": "CNBC Television",
      "Transcript": [
        "BOX.\" GM CEO MARY BARR EXPECTED TO  TELL THE AUTOMAKERS HOW TO TALK  ABOUT TO INVESTORS. >> POP QUIZ TIME. DO YOU KNOW WHAT THIS IS? TAKE A GUESS. THIS IS ONE BATTERY CELL. ONE BATTERY CELL. I WANT TO GIVE YOU SOME  PERSPECTIVE ON THE RAMP-UP IN  PRODUCTION OF BATTERY CELLS HERE AT THE ULTIUM CELLS PRODUCTION  PLANT. ULTIUM ELSE OUT OF SOUTH KOREA. THERE ARE 36 OF THESE CELLS IN  EACH OF THESE CARRIERS AS THEY  GO THROUGH FINAL PRODUCTION  HERE. SOME PERSPECTIVE ON HOW MANY  THEY'RE MANUFACTURING HERE. LOOK OVER HERE. IT'S A LITTLE HARD TO SEE, BUT  ALL THE WAY DOWN THERE, YOU SEE  THOSE BLUE KRCRATES, THERE'S ABT 2 MILLION CELLS THAT HAVE GONE  THROUGH PRODUCTION DOWN THERE,  AND AS WE COME OVER HERE, I'LL  SHOW YOU HOW BIG THIS FACILITY  IS. BY THE WAY, THEY'RE ONLY AT 40%  CAPACITY. THEY'RE JUST SCRATCHING THE  SURFACE IN TERMS OF WHAT THEY  PLAN TO DO IN MANUFACTURING  HERE. ANOTHER 3 TO 4 MILLION CELLS IN  THESE CRATES OVER HERE. ALL OF THESE CELLS, BY THE WAY,  WILL BE MANUFACTURED AND OUT THE DOOR IN 15 TO 20 DAYS. AND AGAIN, THEY'RE AT 40%  CAPACITY. WHY ARE WE IN HERE? BY THE WAY, THE FIRST CAMERAS  THAT HAVE EVER BEEN HERE FOR A  LIVE REPORT IN THE BATTERY  PRODUCTION AREA. THE REASON WE'RE HERE IS BECAUSE THIS IS CRITICAL TO WHAT MARY  BARRA WILL BE TALKING ABOUT  TODAY AT THE GM INVESTOR DAY. EV VARIABLE PROFITABILITY. THAT IS THE TARGET THAT THEY  HAVE SET ALL YEAR, TO GET THERE  BY THE END OF THIS YEAR. WHERE ARE THEY ON THAT PATH? DO THEY STILL BELIEVE THEY CAN  GET TO VARIABLE PROFITABILITY. THEY ARE CLEARLY RAMPING UP EV  PRODUCTION. WE SAW IT YESTERDAY. YOU CLEARLY SEE IT HERE IN THIS  BATTERY CELL PRODUCTION  FACILITY. ALSO, PEAK PROFITS. EVs ARE A BIG PART OF THE FUTURE FOR GENERAL MOTORS, BUT PEAK  PROFITS RIGHT NOW IN TERMS OF  INTERNAL COMBUSTION ENGINE  VEHICLES, MORE THAN A FEW PEOPLE ARE QUESTIONING IF THEY CAN  CONTINUE TO BE AS PROFITABLE OR  GROWING PROFIT IN THAT AREA. AND FINALLY, WHAT'S HAPPENING  WITH CHINA? IS THERE A RESTRUCTURING IN THE  FUTURE THERE. GENERAL MOTORS, AS YOU TAKE A  LOOK AT SHARES OF GM, THEY HAVE  LOST $210 MILLION IN CHINA IN  THE FIRST HALF OF THE YEARS. THERE WAS A TIME, JUST A FEW  YEARS AGO, WHERE GENERAL MOTORS  WAS MAKING A COUPLE BILLION  DOLLARS A YEAR IN CHINA. BUT AS THAT MARKET HAS DLACHANG  DRAMATICALLY, GENERAL MOTORS IS  FACING TOUGH QUESTIONS THERE. ALL OF THOSE QUESTIONS WILL BE  FRONT AND CENTER WHEN WE TALK  WITH MARY BARRA EXCLUSIVELY  LATER TODAY, AHEAD OF THE GM  INVESTOR DAY HERE IN SPRING  HILL, TENNESSEE. WE'LL DISCUSS NOT ONLY CHINA, EV PRODUCTION, THE RAMP-UP IN EVs,  GETTING TO VARIABLE  PROFITABILITY, AND WHERE GENERAL MOTORS IS RIGHT NOW, IN TERMS OF ITS PLANS FOR CONTINUING TO GROW PROFITS. SO LOTS TO DISCUSS WITH MARY  BARRA. AND THIS IS A VERY COOL PLACE ",
        "en"
      ]
    },
    {
      "Video ID": "Xme5fszg08s",
      "Title": "Greene: The markets have been resilient despite recent challenges.",
      "Published At": "2024-10-08T07:36:56-05:00",
      "Duration (minutes)": 4,
      "Channel ID": "UCrp_UI8XtuYfpiqluWLD7Lw",
      "Channel Name": "CNBC Television",
      "Transcript": [
        "Un unwinding of the yen carry  trade. Joining me now is victoria  greene. Vicky, great to see you.  >> good morning, frank.  >> vicky, give us your word of  the day. >> it's a tempest. A violent, windy storm that  could disrupt economic data  going forward. Finally, we get to earnings on  f  friday. We have to weather the tempest. We are watching yields  carefully. A lot of that move's done. That should hold. The fed is pricing in 22 bps of  cuts in november. Another maybe 25 bps in  december. You repriced expectations a bit. Man, we had a lot thrown at us  in october. The markets have been resilient  given the data that has come out from macro to geopolitical and  two massive hurricanes in two  weeks. All resilient in the bull  market.  >> vicky, you are mentioning the ten-year yield above 4%. I talked about this on the show  yesterday. People texted me it didn't  matter and others saying it is  meaningful. Is the two-year above 4%  meaningful? >> sure. If you hit the 4.5, it becomes  meaningful. I think it is priced in and able to be absorbed. If we seethe change in fed  policy, the trickle down effects are difficult with the equity  with growth stocks and  technology. I'm watching this. It doesn't scare me. 4.5 or moving to 5 is not priced in and that an unpriced move. >> you are bullish on earnings  in q3. 5% for the year for the s&p. Energy down 22% year over year. Possibly, back to the theme of  tempest, a lot of things  geopolitically and a storm. Are we ipricing this in? >> it has been a tough uarter. Q3 was ugly for oil prices. A lot will be going forward. What does that look like on the  go forward basis? q3 is priced in. It will be a decline because oil prices fell. I think energy is discounted a  lot. If you look at the buy ratings,  you get the dividends. It is a good total place. You have push-pull politics with china coming online which is  bullish for oil. Then you have barrels coming in  from opec which have been  sidelined. You could see those move in the  middle east. >> i want to get to your pick. Pepsi. I know it is ahead of earnings. Out performing. Why are you defensive in the  rate cutting cycle? >> it is a great dividend. They are well known ",
        "en"
      ]
    },
    {
      "Video ID": "ouYHR6azMDo",
      "Title": "Former White House CTO Aneesh Chopra on Epic Games' antitrust win against Google",
      "Published At": "2024-10-08T07:17:22-05:00",
      "Duration (minutes)": 7,
      "Channel ID": "UCrp_UI8XtuYfpiqluWLD7Lw",
      "Channel Name": "CNBC Television",
      "Transcript": [
        "Google to open its google  playstore to competition and to  make the android apps in the  playstore library accessible to  rivals. While google said it will ask  the court to pause the pending  changes on appeal, epic game ceo tim sweeney tweeted the epic  game stores and other apps are  coming to the google playstore  in the usa without google scare  screens and app tax thanks to  victory and epic v. Google. Joining us aneesh chopra, he's  now the chief strategy officer  at arcadia. Aneesh, the statement that came  from the epic ceo, is it too  early to declare victory and  what happens next? >> for sure, google will appeal. The facts don't look great in  google's case that-n the sense  that a lot of policies are  driven by what's learned in  discovery. Did they mistreat certain  individuals. Were they abusing their  position. Even if the underlying question  is whether the app store is a  utility for good, or a vehicle  for the anti-competitive  behavior. Those bigger questions left a  little separated from the fact  that here, the facts clearly  were in the case of google not  necessarily behaving  appropriately in this use case. So, at the moment, it's a little early to be celebrating there  will be an appeals process. And more importantly, there will be a technical review on the how we actually separate the app  store features. >> aneesh, i've been going back  and forth, just kind of kicking  it around. On the one hand, i understand  this is something similar to  what microsoftfaced, saying  it's too big, too big to share. Got to have access coming in. On the other hand, to think of  this as a utility as you just  laid it out. Okay, they've built this store,  now you're going to say this is  essentially the same as a  utility, where we gave you the  land, we allowed to you build  these things and build it up,  now you have to share it with  everybody. That really the case? is google's app store the  equivalent of utility at this  point? >> great question. And i want to separate the two. Apple argued that the hardware,  the device we buy which has all  of these sensors is tightly  integrated with the way we  interact with it. The camera, the sensors so that  experience is rightly coupled. And they'll make that available  through their terms and  conditions for those who wish to buy the smartphone. In google's case, they've  already separated the hardware,  say, samsung phones and google's own phones from the software. So you could theoretically  stitch together another app  store, and have access to the  same controls and the hardware. So it's a little bit of  apples/oranges in terms of the  products we choose to buy, even  though we might view them as  smartphones that deliver app  experiences. And the difference is critical  because one of the challenges we face is unsecurity. We do not want the freedom to  download malware. >> correct. >> that is going to have our  phones paired with foreign  adversaries. So the moment to be cautiously  optimistic to be  pro-competitive, but we don't  want to throw the baby with the  bath water. >> that's interesting. When apple has said that and  made that argument, i've always  bought in as an apple user. I don't want to accidently  download something, i don't want my kids to accidently download  something that affects our  entire house because we're all  sharing wi-fi on things. When you hear things like that,  that's a bigger concern than  issues they're facing. I want the safety to know i'm is not going to get hacked and  brought in is this going to  upend that? >> actually, in the case of  android, that would be  reasonable, they might filter  further which apps you get to  discover, because they've gone  through an extra step of  security. I hope the market will respond,  i think in threes, just to be  pragmatic. There may be trusted brands that we know, meta, in this case,  epic games. They'll say, you know what, you  trust us and we'll give you the  experience curated for you and  reduce the fees. >> this is kind of ridiculous,  when you start explaining it  this way do we really need more  competition on this? i need more games brought into  my life? i need more of these stupid  apps?  >> i can't verify the claim. Full listen to what zuckerberg  gave us, kind of a podcast last  week, if you add up all of the  quote-unquote taxes that meta  pays because it doesn't control  these app stores. He said something to half the  p profits, he's realized only half the profit potential. >> big guys complaining that  they don't have bigger profit  margins. Cry me a river. Again, do i need these apps as a consumer? >> aneesh --  >> yeah. >> with the margin question, the real question to me, whether --  and the argument from a  competitive standpoint is if  mark zuckerberg could get  quote-unquote higher margins he  would lower his prices to  consumers? unless you think he'll just  capture a higher margin in which case that's a different story. >> gentyes. >> for sure, only lifts would  argue, hopefully, you have  invest in r and d. The main point i'd suggest the  line here in an open platform  like the android operating  system does allow for this  conversation to be had much like the net neutrality debate with  broadband. We don't want them to have the  slower speed running a fios  home base. If you've got the prime seat,  you got to be a little fair to  al",
        "en"
      ]
    },
    {
      "Video ID": "8K4VInX_f7I",
      "Title": "McGhee: Stimulus effects will take time; it's a midterm play for LVMH and Estée Lauder",
      "Published At": "2024-10-08T07:14:55-05:00",
      "Duration (minutes)": 4,
      "Channel ID": "UCrp_UI8XtuYfpiqluWLD7Lw",
      "Channel Name": "CNBC Television",
      "Transcript": [
        "NOW IT'S TIFFANY McGHEE'S TURN. THE CIO OF PIVOTAL ADVISORS. GOOD MORNING, TIFFANY. HOW ARE YOU? >> GOOD MORNING, FRANK. HOW ARE YOU? >> LET'S START WITH YOUR FIRST  PICK. LVMH. WE HEARD ABOUT THE LUXURY MAKERS UNDER PRESSURE WITH WHAT'S GOING ON IN CHINA. WHAT ARE THE OPPORTUNITIES YOU  SEE WITH CHINESE STIMULUS? >> SO, LISTEN, WHEN WE THINK  ABOUT WHAT THE ASPECTS OF THE  CHINESE STIMULUS ARE, THERE ARE  THREE OF THEM, THE MONETARY  STIMULUS, THE MORTGAGE RATE CUT, AND ALSO HAVE NEW MONETARY  POLICY TO SUPPORT THE STOCK  MARKET. WE SEE WHEN THAT ANNOUNCEMENT  WAS MADE, THE AREAS THAT KIND OF REACTED POSITIVELY. WE SEE CONSUMER STAPLES AND  FINANCIAL SERVICES AND SEMIS  WERE THE MAIN ONES. WHEN WE THINK OF THE CHINESE  CONSUMER AND WHAT BENEFITS  OVERALL, LUXURY AND CONSUMER  ST STAPLES. ESTEE LAUDER IS A MUST HAVE. WE PUT THAT IN THE LUXURY  CONSUMER STAPLE CATEGORY. CHINA HAS BEEN SUCH A HUGE PART  OF ESTEE LAUDER GROWTH OVER, YOU KNOW, THE LONG TERM. THEY REALLY CUT ESTIMATES IN THE PAST A FEW QUARTERS BASED ON  PRESSURE FROM THE ASIAN TRAVEL  ARE RETAIL. >> TIFFANY, QUICKLY, WHILE WE'RE TALKING ABOUT CHINESE STIMULUS  TODAY, I KNOW YOU GAVE US YOUR  PICKS YESTERDAY. AN UPDATE. IT IS DISAPPOINTING INVESTORS  ABOUT THE STIMULUS. IN YOUR MIND, YOUR THESIS WITH  LVMH AND ESTEE LAUDER, DOES THE  STIMULUS CONTINUE OR IS THAT  ENOUGH TO GIVE A BIG BOOST IN  SALES? >> NO, LISTEN, I DON'T THINK  WE'RE SEEING THE ENTIRE  IMPLICATIONS OF THE STIMULUS  PLAY OUT. THIS WILL TAKE TIME. THINK ABOUT IN THE U.S. WHEN WE  GOT STIMULUS CHECKS OUT OF THE  PANDEMIC. IT WASN'T JUST A COUPLE OF  MONTHS. YOU KNOW, THIS IS GOING TO TAKE  SOME TIME. WE LIKE BOTH LVMH AND ESTEE  LAUDER NOT IN THE SHORT-TERM,  BUT MIDTERM. LOOK AT WHERE THEY'RE PRICED  RIGHT NOW AT A DISCOUNT TO THEIR PRICES ALL YEAR. THEY'VE GOT REALLY, YOU KNOW, WE REALLY SEE THIS CHINA STIMULUS  AFFECTING THEM POSITIVELY OVER  MORE THAN JUST THE SHORT-TERM. >> OKAY. YOU MENTIONED MOISTURIZER IS A  MUST HAVE. THERE ARE OTHER THINGS THAT LVMH SALES THAT IS NOT BEAUTY. THEY HAVE SOFT LUXURY. THIS YOUR MIND, OUTSIDE OF  CHINA, WHAT REACCELERATES THE  SALES THERE? IN EUROPE, I WAS THERE EARLIER  THIS YEAR. CONSUMERS ARE UNDER A BIT OF  PRESSURE. >> YEAH, LISTEN, YOU KNOW, LVMH, I CALL IT THE STOCK OR THE BRAND THAT HAS EVERYTHING YOU NEED TO  HAVE A WELL LUX LIFE. TO YOUR POINT, THEY HAVE SO MANY DIFFERENT AREAS OF LUXURY. WE LIKE THAT DIVERSIFIED REVENUE STREAM. THE CONSUMER IS CYCLICAL, BUT WE WERE TALKING ABOUT CHINA  EARLIER. TO PUT THIS IN PERSPECTIVE, THE  CHINESE CONSUMER IS 20% TO 2",
        "en"
      ]
    },
    {
      "Video ID": "NtphF52rwUE",
      "Title": "Kamala Harris sounds like a 'moderate Republican,' says Pollster Frank Luntz",
      "Published At": "2024-10-08T06:43:15-05:00",
      "Duration (minutes)": 4,
      "Channel ID": "UCrp_UI8XtuYfpiqluWLD7Lw",
      "Channel Name": "CNBC Television",
      "Transcript": [
        "Box.\" the harris-walz campaign onn th  media blitz this week. Here is vice president kamala  harris on \"60 minutes.\" >> my plan is saying when you  invest in small businesses, you  invest in the middle class and  strengthen the economy. Small businesses are the  backbone of the american  economy. >> pardon me, madame vice  president. My question is how do you pay  for it? >> the richest among us who can  afford it pay their fair share  in taxes. It is not right that teachers  and nurses and firefighters are  paying a higher tax rate than  billionaires and the biggest  corporations. >> joining us now is pollster  and strategist frank luntz who  watched that interview. What was your reaction for  somebody who focuses on words. >> first off, she is now, but  took a while, but she is now  taking the tough interviews and  asked the tough questions and  being challenged. \"60 minutes\" did an outstanding  job trying to get answers. Secondly, it is donald trump who is ducking debates and the  interview on \"60 minutes\" and he backed away from. She gets credit for that. Third, this is important. She asked the question about pay your fair share. This is language from the  democrats that has gone back 25  years now to al gore in 2000 and no one has yet defined and  harris does not do it here what  exactly is fair share. What is the rate? how much? how do you pay it? it's a legitimate question. I want to give her credit for  one important use of language. In the convention, the democrats talked about freedom. That's normally a republican  issue. Here, she calls and asserts i'm  a capitalist. That's something you hear from a republican candidate, not the  democratic candidate. Now she is focused on small  business, which has always been  a republican issue. Andrew, she is taking pages out  of the republican playbook. She sounds, if you just listen  to the general statements, she  actually sounds like a moderate  republican. So the challenge for the trump  campaign is to stop withcessant  issues and her claims. I'll tell you something, going  to the new york times poll, she  is beginning to cut through. >> that's where i wanted to go  with this next. You're in the polling business  and in the business of reading  polls, if not your own. What do you see happening in the polls in the swing states in  particular? not the national polls,  necessarily, but in the swing  states where both of the  candidates are spending  virtually all of their time. >> it makes sense because  every one of the swing states is within the margin of error. Every swing state could end up  in the harris camp or the trump  e camp. With this election with one  month to go is so darn close. I can't find the time or  historical precedent for this  when the two candidates 30 days  out we",
        "en"
      ]
    },
    {
      "Video ID": "MGB9vQLsc44",
      "Title": "The Wrap-Up for Tuesday October 8",
      "Published At": "2024-10-08T06:37:51-05:00",
      "Duration (minutes)": 2,
      "Channel ID": "UCrp_UI8XtuYfpiqluWLD7Lw",
      "Channel Name": "CNBC Television",
      "Transcript": [
        "Exchange.\" as we close in on the 6:00 hour, here is what we are following. Kugler supports more rate cuts  by the central bank adding the  speed of the cuts will depend on the outlook for inflation and  employment. In the interview with the  financial times, john williams  says the u.s. Economy is well  positioned for a soft landing.  >>> berkshire hathaway is  trimming position in bank of  america selling 9 million shares in recent days. Shares of bank of america  down .1% in the pre-market. Berkshire down 2%.  >>> boeing members of the  striking union set to return to  the bargaining table after talks yesterday. A >>> a judge ordering google to  allow to download more apps.  >>> and china's european brandy  tariffs in force and samsung is  seeing the worst than expected  profit f",
        "en"
      ]
    },
    {
      "Video ID": "IZLX4ILjGKE",
      "Title": "The growth of game makers",
      "Published At": "2024-10-08T06:37:17-05:00",
      "Duration (minutes)": 3,
      "Channel ID": "UCrp_UI8XtuYfpiqluWLD7Lw",
      "Channel Name": "CNBC Television",
      "Transcript": [
        "GAMING STOCKS ARE UP 132%. FLUTTER UP 32%. MGM AND CEASAR'S SHARES ARE  NEGATIVE FOR THE YEAR. LOOK STRUGGLING FROM THE HOPES. CONTESSA BREWER HAS THE LATEST. >> Reporter: CASINOS SURPASSED  THE RECORDS OF 7% IN THE FIRST  SEVEN MONTHS OF THE YEAR. HAULING IN GAMING REVENUE OF  MORE THAN $41 BILLION ACCORDING  TO THE AMERICAN GAMES  ASSOCIATION. SPORTS BETTING AND I-GAMING ARE  DRIVING MOST OF THE GROWTH. GAME MANUFACTURERS ARE SEEING  THE BENEFIT OF THEIR PHYSICAL  SLOT MACHINES AND ONLINE GAMES. THIS YEAR, ITS SHARES SOARED  37%. IN SEPTEMBER, IT SAW A STEEP  SELLOFF WHEN THE JUDGE ISSUED AN INJUNCTION OF THE GAME DRAGON  TRAIN WHICH CONTRIBUTED 5% TO  THE BOTTOM LINE. THE COMPETITOR SUED OVER  COPYRIGHT INFRINGEMENT. I TALKED TO THE CEO MATT WILSON  ABOUT YANKING THOSE GAMES AND  MOVING FORWARD.  >> AS AN ORGANIZATION, WE PRIDE  ON COMPETING FIERCELY. WE REMOVED THE GAME FROM THE  FLEET. WE INTEND TO BRING IT BACK INTO  THE PORTFOLIO. WHAT IS CONTESTED IS A NARROW  PORTION OF THE GAME. WE ARE WORKING ON A NEW VERSION  AND LAUNCH IT BACK INTO THE  MARKETPLACE. WE WILL HAVE IT IN THE  PORTFOLIO. >> THERE'S A RUSH TO PUSH FOR  I-GAMING LEGALIZATION ACROSS THE UNITED STATES. THERE'S COMPETITION IN THE  SPACE. DO YOU NEED MORE STATES TO  LEGALIZE IN ORDER FOR YOU TO GET MORE MARKET SHARE? >> WE'RE THE NUMBER ONE SUPPLIER OF SLOTS IN THE U.S. AND THE  SPACE TODAY. IT IS UNBELIEVABLE HOW FAST THE  CATEGORY HAS GROWN. NEW JERSEY GROWING ABOVE 20% TEN YEARS AFTER INCEPTION OF THE  I-GAMING STATE. PLAYERS PLAYING OFFSHORE AND  ONLINE AND IN WAYS THAT ARE NOT  REGULATED AND NOT TAXED AND NOT  AGE GATED. OUR PHILOSOPHY IS WE WANT TO  BRING I-GAMING IN AND TAX IT. >> Reporter: ARISTOCRAT IS A  POWER HOUSE AND APOLLO HAS MADE  A DEAL TO BUY GAMING",
        "en"
      ]
    },
    {
      "Video ID": "k82wx0i_ZJ4",
      "Title": "Ramirez: Actual holiday discounts are closer to 30%, not 50%.",
      "Published At": "2024-10-08T06:30:25-05:00",
      "Duration (minutes)": 5,
      "Channel ID": "UCrp_UI8XtuYfpiqluWLD7Lw",
      "Channel Name": "CNBC Television",
      "Transcript": [
        "Joining me now with more is  jessica ramirez at jane holley  and associates.  >> good morning. Thank you for having me.  >> we said steep discounts. Your research shows it varies. A lot of the language is up to  50%. You say the discounts are a  little closer to half that. >> yeah, i think earlier this  year, we talked about this. Up to 50%. When you dive in, it's 30% off  actually. Then beauty is funny. Some retailers are using it as  beauty on sale, but dive in and  it's 15% off. The whole year, we haven't seen  promotions to be high. From our proprietary data, year  over year, the promotions are  down. >> about 30%.  >> 30% is the sweet spot.  >> we had a short port strike. I spoke to analysts about this. The port strike could impact  retailers that do just in time  inventory, but impact the  avail availability. If a tv is a good seller, they  will put it out and buy more  when it comes in. What is the strike -- does that  have an impact on what we will  see on the shelves this holiday  season? >> i've been impressed with  retail with the way they have  been running. We knew the strikes could  happen. Because the consumer is spacing  out spending, retailers have  known that. They had product come in and  they well planned it. We feel they are well positioned and we should be fine with  inventory. >> all right. Some analysts named abercrombie  & fitch and the gap and others  with inventory. Any impact on the margin and  paying higher shipping costs. Should that be negatively  impacted by the strike in.  >> abercrombie does have a  vertical. They do the easy, quick buy. Gap is better prepared. Dollar store is what i worry  about. Walmart has the effect on them.  >> let's get back to the holiday deals. According to the research, we  look at electronics and home  goods. We will see 30% discount. When it comes to beauty  products, 15%. What does that say about the  holiday consumer and retailers? >> in terms of electronics, we  had those categories really not  where the consumer has wanted to spend and rightfully so. We have seen promotions come  down in june and july. We are seeing the cycle for  consumers to replenish those  categories. The positive part has been  they've been close to the  consumers, so they have been  adding promotions and playing  with them in terms of what makes more sense so they don't lose  out on margins. In our notes, we noted sales  might have been troubled in  growth there year. They've been 1% or 2%. Margins have been high. Strategic moves retailers are  doing. >> later today, i'm sure you are aware, a busy day for you. The holiday seales forecast. Do we see more sales in the  early deals than last year and  overall, we talked about the  consumer being stretched and  people switching spending  behavior. What are you expecting? >> like i said, these promotions this week, i don't think they  will be crazy. I think it is luring that  customer in and trying to get  some of that. I think the customer has been  shopping early. I think they started. I saw target and walmart start  their sales in september. Even earlier than before. I think that's very spaced out. In terms of the holiday season,  we think sales will come in flat or year over year, the growth  from earnings every quarter has  been quite low. The customer is very strapped. So, again, we just feel that's  going to be flat.  >> last question and we have to  go. Why do they care about getting  us on the loyalty program? >> you want to continue to bring the customer back in. Target's was interesting. The promotions were not  necessarily what they were  luring in. Home essentials and ",
        "en"
      ]
    },
    {
      "Video ID": "eus5rwua7IY",
      "Title": "Ethridge: More cuts are expected—it's baked in.",
      "Published At": "2024-10-08T06:26:58-05:00",
      "Duration (minutes)": 5,
      "Channel ID": "UCrp_UI8XtuYfpiqluWLD7Lw",
      "Channel Name": "CNBC Television",
      "Transcript": [
        "ETHRIDGE. MALCOLM, GOOD MORNING. CONGRATULATIONS ARE DUE RIGHT  NOW. SAME COMPANY, NEW NAME AND NEW  ROLE FOR YOU. CONGRATULATIONS.  >> I APPRECIATE IT. GOOD TO SEE YOU, MAN.  >> GOOD TO SEE YOU. LET'S GET INTO THIS. BULL MARKET. KIND OF GOING BETTER THAN MOST  OF US EXPECTED. AHEAD OF THE FED MINUTES TODAY,  KUGLER WOULD LIKE TO SEE MORE  CUTS. DH  DOES THAT KEEP THE RALLY GOING? >> IT IS. I DON'T KNOW THE MARKET  NECESSARILY IS EXPECTING 50  BASIS POINTS AND 50 BASIS POINTS AGAIN TO BE A GOOD THING, BUT WE ARE DEFINITELY EXPECTING MORE  CUTS THROUGH THE END OF THE  YEAR. I THINK THAT IS BAKED IN TO MOST TRADERS EXPECTATIONS AT THIS  POINT. >> IT IS BAKED IN. I WANT TO TALK ABOUT EARNINGS  WHEN THE BIG BANKS REPORT. I'M LOOKING AT THE EARNINGS  ESTI ESTIMATES. LSEG SENDS THEM EVERY WEEK. THEY KEEP ON TICKING DOWN. IF YOU SAY THE MARKET IS  EXPECTING THE CUTS AND THE  EARNINGS ESTIMATES ARE GOING  DOWN, WHAT KEEPS THE RALLY  GOING? >> TO YOUR POINT OF THE BIG  BANKS, IT IS A MISTAKE TO THINK  OF THEM IN THE TERMS OF THE  SHAREHOLDER. I KNOW THAT IS THE METRIC WE  CARE ABOUT WITH IT SPECIFICALLY. IN THIS CASE, WE SHOULD PAY MORE ATTENTION TO THE FACT THAT M&A  ACTIVITY IS LIKELY TO PICK UP  AFTER THE ELECTION REGARDLESS OF WHICH ADMINISTRATION. IT WILL BE MORE FRIENDLY TO THE  BUSINESS COMMUNITY THAN THE  BIDEN ADMINISTRATION HAS BEEN  THE IF YOU ARE AN INVESTOR IN  BANKS, YOU WANT TO HOLD THOSE  SHARES AND NOT WORRY ABOUT THE  INTEREST SPREAD GOING FORWARD.  >> MALCOLM, YOU MENTIONED THE  FINANCIALS. ONE AREA YOU ARE LOOKING AT FOR  OPPORTUNITIES IS THE BANK ETF. SINCE THE ANNOUNCEMENT THAT THE  CAPITAL REQUIREMENTS, BASEL END  GAME, THE PROPOSAL IS HALF WHAT  IT WAS BEFORE. THE BANKS UNDER PERFORMED. WASN'T THAT SUPPOSED TO BE A  CATALYST FOR THE BANKS? IT ALREADY PRICED IN WITH THE  CUTS. THE BENEFIT OF THE CUTS SHOULD  BE PRICED IN TO FINANCIALS. LOWER CAPITAL REQUIREMENTS ARE  NOT PUERTERFORMING. WHAT OPPORTUNITIES ARE YOU  SEEING? >> I THINK INVESTORS IN BANKS  HAVE TRADITIONALLY FOCUSED ON  ONE METRIC. THE SPREAD BETWEEN WHAT THE BANK ACTUALLY EARNINGS AND WHAT THEY  PAYOUT TO YOU, THE CUSTOMERS. I THINK FOCUSING ON IT BASED ON  THAT TRADITIONAL METRIC IS THE  REASON INVESTORS AND FINANCIALS  MAY BE GETTING THIS COMPLETELY  WRONG. IF YOU THINK ABOUT THE GOLDMANS  OR MORGAN STANLEYS OF THE WORLD, WHERE THEY MAKE THEIR MONEY IS  WHERE M&A GOES WELL. THOSE ARE LIKELY GOING TO COME. I THINK IT IS A MISTAKE TO JUST  FOCUS ON THE INTEREST SPREAD AND PLAY THOSE RATES.  >> THAT'S WHY IT IS UNDER  PERFORMING. OVER EMPHASIZING THE NET  INTEREST INCOME AND OVERLOOKING  OTHER PARTS OF THE FINANCIAL  STORY. I WANT TO GET TO YOUR BUSINESS. GETTING PEOPLE TO INVEST. YOU ARE ONE OF MANY PEOPLE WHO  HAS COME ON THE SHOW AND SAY  MONEY IS ABOUT TO COME OUT OF  THE MONEY MARKET FUNDS AND BACK  INTO THE MARKET. WHEN YOU LOOK AT THE TRENDS, THE MONEY MARKETS ARE GROWING. LATEST DATA FROM ICI, MONEY  MARKET FUNDS HAVE GROWN 5% SINCE THE START OF Q3. THEY ARE ALMOST $6.5 TRILLION. WHY DO YOU THINK THE MONEY IS  GOING INTO MONEY MARKET FUNDS AS OPPOSED TO GOING OUT ALTHOUGH A  LOT OF PEOPLE THINK IT IS COMING OUT? >> I'M CONCERNED THAT THE MONEY  HAS BEEN STAYING IN THE MONEY  MARKETS AS LONG AS IT HAS. IT IS GREAT FOR AN INVESTOR WHO  TOOK GAINS AND SAID I'LL HIDE  OUT HERE AND EARN 5% RISK FREE  AND SEE WHAT HAPPENS. I KNOW SOME OF THAT MONEY IS THE INVESTORS MOVING FROM B OF A OR  WELLS FARGO SEEKING HIGHER  YIELDS. THE MAJORITY IS FOLKS WHO HAVE  TAKEN PROFITS ALONG THE WAY. THE MISTAKE IS THINKING THE  PARTY IS GOING TO KEEP ON  ROLLING EVEN THOUGH FOLKS LIKE  YOU AND I HAVE BEEN SAYING FOR  SOME TIME NOW, OKAY, RATES ARE  ON  GOING TO COME DOWN AND IT IS  TIME TO SHUSIFT AWAY FROM THE  STRATEGY. JUT L JUST LOOKING AT THE NUMBERS  TICKING UP INSTEAD OF DOWN.  >> MALCOLM, WHY DID YOU ADD THAT ON SEPTEMBER 26th TO THE  PORTFOLIO? >> TO ME, THAT IS THE MORE  LIKELY WINNER OF ANY TRADEOFF  OUT ",
        "en"
      ]
    },
    {
      "Video ID": "89ZGpU_eAfw",
      "Title": "China rally loses steam as authorities disappoint markets",
      "Published At": "2024-10-08T05:55:57-05:00",
      "Duration (minutes)": 7,
      "Channel ID": "UCrp_UI8XtuYfpiqluWLD7Lw",
      "Channel Name": "CNBC Television",
      "Transcript": [
        "Session with incredibly strong  gains. Strong is an understatement. Started up 11%, but that did  fade as key government economic  meeting ended with no stimulus  announcements.  >>> joining us now is patrick  jovanic at silvercrest. Patrick, this is something you  are not a huge fan of. You are not looking at this and  thinking the stimulus will lift  all boats? >> it is a while people have  been excited about china. That's something. It is like giving candy to a  cancer patient. It makes them feel better, yes,  but does it really change the  situation? no. They're shoveling money in the  general direction of the stock  market and real estate market. Will that have an affect in i  wou want want to get in its way. Again, if you are a long-term  investor, what you're concerned  about is whether china's  changing direction or not. People are not encouraged about  the direction it's taking. >> i look at the don't tied the  f fed mentality. If china is able do this, i'll  be impressed. >> i'll be impressed for some  time. If this meeting didn't produce  another announcement of more  money, it starts to cool off. So, the concern i have. >> the stocks are still closed  up 6% to 9%. >> the concern i have is really  is it fixing what's wrong with  china's economy? there are a number of things. Internally, people are concerned about the direction. It's too much top-down state led closing to the rest of the  world. On top of the bad debt problems  they already have and need to be externally, trade tensions not  just in the united states. It is not just who is elected in november. That will be a real issue. Also with europe and other  countries. We just saw china retaliate to  recent eu tariffs. Wh china's not going to be able to  export its way out of the  slowdown without significant  pushback from other countries. >> europe was levering tariffs. Kyle bass was on the other day. He said don't invest in  comm communism. He said you are picking up dimes in front of bulldozers. You could run out to pick them  up and you could get run over at any time? you are not that negative? >> no, i've lived in china for  many years. To call it communism is  overo overo oversimplifying things. Xi has come in and changed that. >> the uyghurs might disagree.  >> i'm not trying to sugarcoat  it. Under xi, it is more repressive. That's why people are concerned  about the business climate  there. >> i guess some of the issues  make sense, too. I guess, just news this morning  that nvidia is building some of  the servers, blackwell servers  in mexico and doing it through  foxconn. If you think about the supply  chain diversifying and get out  of there, that may be different  from other cycles. >> some of it has to do with  tariffs and others with a future armed conflict potentially. I'm not predicting here, but  look at the south china sea or  the philippines or taiwan or  japan where every day fighters  are meeting chinese incursions. If you are in washington or if  you are in beijing, this is kind of all that people are talking  about and preparing for is -- it doesn't take a leap of  imagination to see that spilling over into some kind of conflict. Companies, whether doing  business in china, or people  investing in china have to be  aware that that's a real  possibility. >> and so when tepper comes on  and says he is buying everything china, everything, everything,  everything, your reaction is? >> my reaction is for how long  and what's timeframe there? are you simply trying to ride a  market wave? if you are and you time it  right, maybe that works for you. If you are a longer-term  investor, you should be  concerned about the things i'm  talking about.  >> what do you tell people to do instead? what do you like? >> i think you need to diversify in this economy. The kind of risks i'm talking  about, i don't tell people  china's uninvestable. You have to be conscious that  china is a broader diversified  strategy. You cannot just be all-in on  china.  >> when you look at the globe,  how do you play out japan,  europe and united states and  emerging markets? sdpl >> you look for diversify cage  of risk. China is exposed to similar  risks. Japanese economy is seeing  significant reform where the  chinese economy seems to be  stuck in the same cycle of  trying to move towards reform. Interestingly, if you look at  the global financial crisis,  israel did really well. Not because it's not a risky  place. There are other kinds of risks,  but the risks are different and  not linked. I think whenever you look ",
        "en"
      ]
    }
  ]
}