{
  "Video ID": "s1oTH4Sjvzg",
  "Title": "Vejas Liulevicius: Communism, Marxism, Nazism, Stalin, Mao, and Hitler | Lex Fridman Podcast #444",
  "Published At": "2024-09-20T15:30:55-05:00",
  "Duration (minutes)": 212,
  "Channel ID": "UCSHZKyawb77ixDdsGog4iWA",
  "Channel Name": "Lex Fridman",
  "Transcript": [
    "- And the outcome here is\na horrific, manmade famine, not a natural disaster, not bad harvest, but a manmade famine, as a result of then the compulsion that gets used by the Soviet state to extract those resources, cordoning off the area, not allowing starving people to escape. You put very well, some of the implications\nof this case study in how things look in the\nabstract versus in practice. And those phenomena were going to haunt the rest of the experience\nof the Soviet Union. The whole notion that up and\ndown the chain of command, everybody is falsifying or tinkering with or\nprettifying the statistics or their reports in order not to look bad and not to, you know, have\nvengeance visited upon them, reaches the point where nobody, in spite of the pretense of\ncomprehensive knowledge, right? There's a state planning agency that creates five-year plans\nfor the economy as a whole, and which is supposed to\nhave accurate statistics. All of this is founded\nupon a foundation of sand. A deliberate plan to bring class conflict and bring civil war and then\nheighten it in the countryside does damage and not least of that, is this phenomenon of\na negative selection. Those who have most enterprise, those who are most entrepreneurial, those who have most self-discipline, those who are the best organized, will be winnowed again\nand again and again, sending the message that mediocrity is comparatively much safer than talent. Hitler and Himmler\nenvisioned permanent war on the eastern front. Not a peace treaty, not a\nsettlement, not a border, but a constant moving of the border, every generation, hundreds of miles east, in order to keep winning\nmore and more living space, and with analogy to other frontiers, to always give more fighting experience and more training and aggression to generation after\ngeneration of German soldiers. In terms of nightmarish visions,\nthis one's right up there. - The following is a conversation\nwith Vejas Liulevicius, a historian specializing in\nGermany and eastern Europe. He has lectured extensively\non the rise, the reign, and the fall of communism. Our discussion goes deep on this, the very heaviest of topics, the communist ideology that has led to over 100 million\ndeaths in the 20th century. We also discuss Hitler, Nazi\nideology and World War II. This is the Lex Fridman podcast, to support it, please check out our\nsponsors in the description. And now, dear friends,\nhere's Vejas Liulevicius. Let's start with Karl Marx. What were the central ideas of Marx that lay the foundation of communism? - I think there were several\nkey ideas that Marx deployed, that were destined to have such an impact, and in some ways, they were\nactually kind of contradictory. On the one hand, Marx insisted\nthat history has a purpose. That history is not just random events, but that rather it's\nhistory, we might say, with a capital H. History moving in a deliberate direction, history having a goal, a direction that it was\npredestined to move in. At the same time, in\nthe communist manifesto, Karl Marx and his\ncolleague Friedrich Engels, also suggested that there was a role for special individuals, who might, even if history was still moving in this predetermined direction, might give it an extra push, might play a heroic role in that process. And I think that these\ntwo ideas added together, the notion that there is\na science of revolution that suggests that you\ncan move in a deliberate and meaningful, rational way\ntowards the end of history and the resolution of all conflicts, a total liberation of the human person. And that, moreover, that was inevitable, that that was pre-programmed and destined in the order of things. When you add to that, the notion that there's\nalso room for heroism and the individual role, this ended up being tremendously\npowerful as a combination. Earlier, thinkers, who were socialists, had already dreamt of or projected futures where all conflict would be resolved and human life would achieve\nsome sort of perfection. Marx added these other elements that made it far more powerful\nthan the earlier versions that he decried as\nmerely utopian socialism. - So there's a million questions\nthat I could ask there, but so on the utopian side, so\nthere is a utopian component to the way he tried to\nconceive of his ideas. - Yeah, absolutely. I mean, first of all, one has to stress, Marx would've gotten extremely upset at this point in the conversation, because to call someone a utopian was precisely to argue\nthat you're not scientific, you're not rational, you are not laying out\nthe iron laws of history. You're merely hoping for the best. And that might be laudable, but it was fundamentally unrealistic. That said, hidden among Marx's insistence that there are laws and structures as history moves through class conflict, modes of production,\ntowards its ultimate goal of a comprehensive final revolution that will see all exploitation overthrown and people finally being\nfreed from necessity, smuggled in among those things are most definitely utopian elements. And there, they come\nespecially at the end, in which Marx sketches the notion of what things will look like after the revolution has\nresolved all problems. There, vagueness sets in. It's clear that it's a blessed state that's being talked about. People no longer exploiting one another, people no longer subject\nto necessity or poverty, but instead, enjoying all of the productivity\nof industrialization that hitherto had been\nput to private profit, now collectively owned and deployed. The notion that one will\nbe able to work at one job in the morning, and then engage in leisure activity or yet another fulfilling\njob in the afternoon. All of this, free of any contradictions, free of necessity, free of the\nsort of ordinary irritations that we experience in our ordinary lives, that's deeply utopian. The difference was that\nMarx charted a route towards that outcome that was... That presented itself\nas cutting edge science and moreover, having the full credibility that science commanded so much, especially in the 19th\nand early 20th century. - So there is a long journey\nfrom capitalism to communism that includes a lot of problems. He thought once you resolve the problems, all the complexities of human\ninteractions, the friction, the problems will be gone - To the extent that they\nwere based on inequalities and on man's exploitation of man, the result was supposed to be\na resolution of all of this. And inevitably, when you talk about the\nhistory of communism, you have to include the\nfact that this often tragic and dramatic history\nproduced a lot of jokes. Jokes that were in part\nreactions sometimes to the ideological claims\nmade by people like Marx. And one of the famous jokes was that, what's the difference between\ncapitalism and communism? And the joke's answer was, capitalism is the\nexploitation of man by man, and communism is the exact opposite. (Lex laughs) - Yeah, you actually\nhave a lecture on humor. I love it. And you deliver in such\na dry, beautiful way. Okay, there's again, a million questions. So you outline a set of contradictions, but it's interesting\nto talk about his view. For example, what was\nMarx's view of history? - Marx had been a student of Hegel, and Hegel is a German\nidealist philosopher, had announced very definitively\nthat history has a purpose. History is not a\ncollection of random facts. And as an idealist, he proposed that the\ntrue movement of history, the true meaning of history, what made history,\nhistory with a capital H, something that's\ntranscendent and meaningful, was that it was the working out of an idea through different civilizations, different stages of\nhistorical development, and that idea was the\nidea of human freedom. So it was not individuals\nor great thinkers alone making history and having an impact, it was the idea itself,\nstriving to come to fruition, striving to come to an\nevermore perfect realization. In the case of Hegel, in this very Prussian and German context, he identified the realization of freedom also with the growth of the state. Because he thought that governments are the ones that are going\nto be able to deliver on laws and on the ideal of a\nstate of the rule of law, in German, the (speaking in German), that was a noble dream, at the same time, as we\nrecognize from our perspective, state power has been put\nto all sorts of purposes besides guaranteeing the\nrule of law in our own times. What Marx did, was to take this characteristic\ninsistence of Hegel that history is moving in a meaningful and discernible way towards\nthe realization of an idea, and flipped it on its head. Marx insisted that Hegel\nhad so much that was right in his thinking, but what he had neglected to\nkeep in mind was that in fact, history is based on matter. So hence, dialectical materialism, dialectical referring to\nthings proceeding by clashes or conflict towards an\never greater realization of some essential idea. And so Marx adapts a\nlot of ideas of Hegel. You can recognize entire\nrhetorical maneuvers that are indebted to\nthat earlier training, but now taken in a very\ndifferent direction. What remained though was the confidence of being on the right side of history. And there are few things\nthat are as intoxicating as being convinced that your\nactions not only are right in the abstract, but are also\ndestined to be successful. - And also that you have the\nrigor of science backing you in your journey towards the truth. - Absolutely, so Engels, when he gives the grave side eulogy for his beloved friend, Marx, claims that Marx is essentially\nthe Darwin of history, the Darwin of history. That he had done for the world of politics and of human history, what Darwin had done with\nthis theory of evolution, understanding the hidden mechanism, understanding the laws that are at work, and that make that\nwhole process meaningful rather than just one\ndamn thing after another. - What about the sort of famous line that, \"History of all existing societies is the history of class struggles.\" So what about this conception of history as a history of class struggle? - Well, so this was the\nmode of force that Karl Marx and Engels saw driving the\nhistorical process forward. And it's important to keep in mind that class conflict doesn't\njust mean revolutions, revolts, peasant uprisings. It's sort of the totality of frictions, and of clashes, conflicts of interest that\nappear in any society. And so Marx was able... And this spirit that he\navowed was very scientific, to demarcate stages of\nhistorical transformation. Primitive communism in\nthe prehistoric period, then moving towards what\nwas called state slavery. That's to say, the early civilizations deploying human resources and ordering them by\nall powerful monarchs. Then private slavery\nin the ancient period, and then moving to feudalism\nin the Middle Ages. And then here's where Marx is able to deliver a pronouncement\nabout his own times, seeing that the present\nday is the penultimate, the next to last stage of\nthis historical development. Because the feudal\nsystem of the Middle Ages and the dominance of the\naristocracy has been overcome, has been displaced by the\noften heroic achievements, astonishing achievements in commerce and in world building of the\nmiddle class, the bourgeoisie, who have taken the world\ninto their own hands and are engaged in class conflict with the class below them, which is the working\nclass or the proletariat. And so this sort of conflict, also by the way, obtains within classes, so the bourgeoisie are\ngoing to be grave diggers, Marx announces, of their own supremacy, because they're also\ncompeting against one another. And members who don't\nsurvive that competition get pressed down into the\nsubordinate working class, which grows and grows and grows to the point where, at some future moment, the inevitable explosion will come, and a swift revolution will overturn this penultimate stage of human history and usher in instead the\ndictatorship of the working class, and then the abolition of all classes, because with only one class remaining, everyone is finally unified, and without those internal contradictions that had marked class conflict before. - The dictatorship of the working class is an interesting term. So what is the role of\nrevolution in history? - So this in particular for Marx, I think is a really key moment, which is what makes that\nsuch a good question. In his vision, the epic narrative that he's presenting to us, revolution is key. It's not enough to have\nevolutionary change, it's not a question of compromises, it's not a case of bargaining\nor balancing interests, revolution is necessary\nas part of the process of a subjugated class coming to awareness of\nits own historical role. And when we get to the proletariat, this working class in its entirety, to whom Marx assigns\nthis epic Promethean role of being the ones who are going\nto liberate all of humanity, a class that is universal in its interests and in the sort of role\nin salvation history, that they'll be playing\nin this secular framework, they need revolution and\nthe experience of revolution in order to come into their own. Because without it, you'll only\nhave half-hearted compromise and something less than the consciousness that they then need in\norder to rule, to administer and to play the historical role\nthat they're fated to have. - How did he conceive of a revolution, potentially a violent\nrevolution, stabilizing itself into something where the\nworking class was able to rule. - That's where things become\na good deal less detailed in his and Engels' accounts. The answer that they proposed in part was, this is for the future to determine. So all of the details\nwill be settled later. I think there was, allied to this, was a tremendous confidence in some very 19th century ideas about how society could be administered and what made for orderly society, in a way where, if the right\ninfrastructure was in place, you might expect society\nto kind of run itself without the need for\nmicromanagement from above. And hence we arrive at\nMarx's tantalizing promise that there will be a period where it'll be necessary\nto have centralized control and there might have to be, as he puts it, despotic inroads against property in order to bring this revolution to pass. But then afterwards, the state, because it represents everybody, rather than representing\nparticular class interests that are in conflict with other classes, the state will eventually wither away, so there won't be need for it. Now, that's not to say that\npure stasis arrives, right? Or that the stabilization\nequals being frozen in time. It's not as if that is\nwhat things will look like, but instead, the big\nissues will be settled, and henceforth, people will\nbe able to enjoy lives of, as he would consider it, in authentic freedom, without\nnecessity, without poverty, as a result of this blessed\nstate that's been arrived at. - Despotic inroads against property. Did he elaborate on the despotic inroads? - Dispossession. Dispossession of the middle\nclasses and of the bourgeoisie. In his model, humanity is\nnever standing still, right? So he'd probably argue in this dynamic vision\nof how history unfolds, that there's always conflict and it's always propelling history forward towards its predestine ending. In that, the way he saw this climax was that, as things did not stay the same, the condition of the working class was constantly getting worse, and hence their revolutionary\npotential was growing, and at the same time, the\nexpropriators, the bourgeoisie, were also facing diminishing returns, as they competed against one another, with more and more wealth concentrated in fewer and fewer hands, and more and more elements of what had been the middle class detached from the ruling class and being pressed down\ninto the working class, for Marx, this is really a key part. I mean, it's a key part of\nthis whole ratchet effect that's going to produce this\nfinal historical explosion. And in German, the word given to that\nprocess was Verelendung, which is very evocative. Elend means misery, so\nit's the growing misery. When this gets translated into English, the results are never quite\nas evocative or satisfactory. The words that get used are immiserization or pauperization, meaning more and more people\nare being turned into paupers. But for Marx, that\nprediction is really key. And even in his own lifetime, there were already hints that in fact, if you looked sociologically at the really developed working classes in places like Great Britain or Germany, that process was not playing\nout as he had expected. In fact, although there have\nbeen enormous dislocations and tremendous suffering in the early, chaotic\nsort of wild west stages of capitalism and of industrialization, there had been reform movements as well. And there had been unions which had sought to carve out rules and agreements with employers for how the conditions\nunder which workers labored might be ameliorated. Moreover, the middle class, rather than dwindling and dwindling, seemed to actually be strengthening and growing in numbers with the appearance of\nnew kinds of people, like white collar workers\nor technical experts. So already in Marx's own lifetime, and then especially in what\nfollows Marx's lifetime, this becomes a real problem because it puts a stick into the spokes of this particular historical prediction. - Can you speak to this realm of ideas, which is fascinating, this battle of big ideas\nin the 19th century. What are the ideas that\nwere swimming around here? - Yeah, yeah. Well, to describe the 19th century as sort of an age of\nideologies is very apt, because Europe is being racked and being put through the\nwringer of nationalism, demands for self-expression of peoples who earlier have been in empires or under monarchical rule, demands to redraw the map. The tremendous transformations of the industrial revolution meant that in the course of about a generation, you would've seen the\nworld around you change in ways that made it entirely unfamiliar. You'd be able to travel\nacross the landscape at speeds that would've been unthinkable when you were a child. So it's enormous change and\ndemands for yet more change, and so it's a great mix\nof ideas, ideologies, the old and the new, religious\nideas, religious revivals, as well as demands for secularization and stepping into all of\nthis are Marx and Engels, together, in what has been called, I think with justice,\none of the most important and influential intellectual\npartnerships of history. They were very different men. They were both German by origin. Marx had trained as an academic. He had married the daughter of a baron. Because of his radical ideas, he had foreclosed or just found himself cut off from a possible academic career and went the route of radical journalism. Engels was very different. Engels was the son of an industrialist and the family owned factories\nin Germany and in England. So he was most definitely not\na member of the proletariat that he and Marx were celebrating as so significant in their\nfuture historical role. There were also huge differences in character between these men. Marx, when people met him, they were astonished by his\nenergy and his dynamism. They also saw him as a\nman who felt determined to dominate arguments. He wanted to win arguments and was not one to settle for compromise or a middle road. He was disorderly in his personal habits, we might mention, among other things, that he impregnated the family maid, and didn't accept\nresponsibility for the child. He was also not inclined to undertake regular employment in order to support his growing family. That's where Engels came in. Engels essentially,\nfrom his family fortune, and then from his journalism afterwards, supported both himself and\nthe Marx family for decades. And so in a sense, Engels\nmade things happen, in the mysterious way\nthat friendships work, the very differences between these men made them formidable as a dynamic duo, because they balanced off\none another's idiosyncrasies and turned what might have been faults into potential strengths. British historian, A.J.P. Taylor, always has a lovely turn of phrase, even when he's wrong\nabout a historical issue. In this case, he was right. He said that, \"Engels\nhad charm and brilliance, Marx was the genius.\" And Engels saw himself as\ndefinitely the junior partner in this relationship, but here's the paradox, without Engels, pretty clearly, Marx would not have gone on to have the sort of\nlasting historical impact in the world of ideas that he had. - Just to throw in the mix. There's interesting\ncharacters swimming around. So you have Darwin, he has a... I mean it's difficult to characterize the level of impact he had, even just in the religious context, it challenges our conception\nof who we are as humans. There's Nietzsche, who's\nalso, I don't know, hanging around the area. On the Russian side, there's Dostoevsky. So it is interesting to ask\nmaybe from your perspective, did these people interact\nin the space of ideas to where this is relevant\nto our discussion, or is this mostly isolated? - I think that it's a part of\na great conversation, right? I think that in their works, they're reacting to one another. I mean, Dostoevsky's thought ranges across the condition of modernity, and he definitely has things to say about industrialization. I think that they react to one another in these oblique ways, rather than always being\nat each other's throats in direct confrontations. And that's what makes the\n19th century so compelling as a story, just because\nof the sheer vitality of the arguments that are taking place in ways big and small. - Well, we should say here, you know, when you mention Karl Marx, maybe the color red comes up for people and they think the Soviet\nUnion, maybe China, but they don't think Germany necessarily. It's interesting that, I mean, Germany is where communism\nwas supposed to happen. - That's right.\n- And so can can you maybe speak to that tension? - Yeah, yeah, absolutely. I mean, this is definitely a factor in the entire history\nthat we're referencing. Marx and Engels never really\nshed their identity as Germans. Many of their preconceptions, even those traces of nationalism that they had within themselves, even as they were condemning nationalism as a fraud against the working class. Clearly, their entire formation had been affected by\ntheir German background. And it's very true, as you point out, that Germany is intended to be the place where these predictions will play out. Also in Britain, also in France, also eventually in the United States, but it's a... You know, it's Germany by\nvirtue of it's central location, and then it's rapid development, later than Britain or\nFrance in industrialization, give it the special role\nin Marx's worldview. And so it's a lasting irony or a central irony of this whole story that when a government establishes itself that claims to be following\nMarxist prescriptions and realizing his vision, it happens in the wreckage\nof the Russian Empire. A place that did not\nmatch the requirements of being industrialized, developed, well on its way in this\nhistorical process. And nobody knew this\nbetter than the Bolsheviks. Lenin and his colleagues had a keen sense that what they were\ndoing, exciting as it was, was a gamble, it was a risk. Because in fact, the revolution, to really take hold, had\nto seize power in Germany. And that's why immediately\nafter taking power, they're not sure they're going to last. Their hope, their promise of salvation is that a worker's revolution\nwill erupt in Germany, defeated Germany, in order to link up with the\none that has been launched in this unlikely Russian location, and henceforth, you know,\ngreat things will follow that do hew to Marx's historical vision. The last thing to mention about this is that this predominance of Germany in the thinking of Marx\nhad two other reflections. One was that German socialists,\nand later, communists, organized in order to\nfulfill Marx's vision, and they produce something\nthat leaves other westerners in awe in the late 19th century. And that's the building of a\nstrong German workers movement and a social democratic party. That social democratic party by 1912 is the largest party in\nGerman politics by vote, and there's the possibility\nthey might even come to power without needing radical revolution, which again, also goes\nagainst Marx's original vision of the necessity for a revolution. Workers around the world, or\nrather radical socialists, look with admiration and awe at what the Germans have achieved, and they see themselves as trying to do what the Germans have done. The final point is, growing\nup during the Cold War, one thought that, \"Well, if\nyou want to represent somebody as being a communist, that person has to have a Russian accent.\" Because Russia after all, the homeland of this form of\ngovernment, the Soviet Union, that must be the point of origin. Before the Bolsheviks seize power, in order to really be a\nserious radical socialist, you needed to read German, because you needed to read Marx and you needed to read Kautsky, and you needed to read Bernstein and other thinkers in this tradition, and it's only after the\nSoviet seizure of power that this all changes, so there's lots of marks\nof that phenomenon. - Which is why the clash\nbetween nationalism and communism in Germany is such a fascinating aspect of history and all the different\ntrajectories it could take, and we'll talk about it, but if we return to the 19th century, you've said that Marx's chief rival was Russian anarchist, Mikhail Bakunin, who famously said in 1942, quote, \"The passion for destruction\nis also a creative passion.\" So what kind of future\ndid Bakunin envision? - Well, Bakunin in some\nthings agreed with Marx and in many others disagreed. He was an anarchist, rather than hewing to the\nsort of scheme of history that Marx was proposing. So he did see humanity\nas fighting a struggle for a better way of life. He envisioned, as your quote suggests, that revolution and a sheer confrontation and overthrow of the\nexisting state of things, not compromise, was going\nto be the way to get there but his vision was very different. Rather than organizing conspiratorial and hierarchical political movement, Bakunin envisioned that the\nties would be far looser. That both the revolutionary movement and the future state of humanity would grow out of the free association, the anarchist thinking, the\nfree association of individuals who rejected hierarchical thinking in their relations with one another, rejected the state as a\nform of organized violence, and rejected traditional religious ideas, that he saw as buttressing hierarchies. So Bakunin is part of a\nbroader movement of socialists and anarchists who are demanding change and envisioning really\nfundamental transformation, but his particular anarchist vision steers him into conflict with Marx, and he makes some prophetic remarks about the problems with the\nsystem that Marx is proposing. We should add to this, that the very fact that Marx is a German by background and Bakunin is Russian kind\nof adds a further nationalist or element of ethnic difference there. Bakunin warned that a sort of creeping\nGerman authoritarianism might insinuate its way into a movement that hewed too closely\nto having hierarchies in the struggle to overthrow hierarchies. And, you know, his anarchist convictions are not in question here, they led him into conflict with Marx and Marx railed against\nhim, denounced him, and eventually had him expelled\nfrom the international. One of the things though that also makes Bakunin so significant is, Bakunin is the first in a\nlonger series of approaches between anarchists and communists, where they try to make common cause, and you have to say that in every case, it ends badly for the anarchists. Because the communist\nvision in particular, especially in its Leninist\nversion, argued for discipline and a tightly organized\nprofessional revolutionary movement. The anarchists who sought\nto make common cause with communists, whether it was in the days\nof the Russian Revolution or the Russian Civil War, or whether it was then\nin the Spanish Civil War, the anarchists found themselves targeted by the communists precisely because of their skepticism about what turned out to be\nan absolutely key element in the Leninist prescription\nfor a successful revolution. - If you can take that\ntangent a little bit. So I guess anarchists were less organized? - Yes, by definition. (laughs) - Yeah. Why do you think anarchism hasn't been rigorously tried\nin the way the communism was? If we just take a\ncomplete sort of tangent, I mean, in one sense we are\nliving in an anarchy today because the nations are\nin an anarchic state with each other. But why do you think, sort of, there's not been an anarchist revolution? - Well, I think that\nprobably some anarchists would beg to differ, right? They would see communes in Spain during the Spanish Civil War as an example of trying to put\nanarchist ideas into place. Bakunin, you know, flitted\nfrom one area of unrest to another, hoping to be in on finally the founding of\nthe sort of free communes that he had in mind. You know, another key point in all of this is that anarchy means something different to different people as a term. And so when you point out\nquite correctly that, you know, we have an anarchic\ninternational situation, that's kind of the Hobbesian model of the war of all against all, where man is a wolf to man. Generally, except if you're\ntalking about nihilists in the Russian revolutionary tradition, anarchists see anarchy as a blessed state, and one where, finally, people will be freed from\nthe distorting influence of hierarchies, traditional beliefs, subjugation, inequalities. So for them, anarchy, growing out of the\nliberation of the human being is seen as a positive good and peaceful. Now that's at odds with the prescription of someone like Bakunin\nfor how to get there. He sees overthrow as being\nnecessary on the route to that, but you know, as we point\nout, it's absolutely key to this entire dynamic\nthat to be an anarchist means that your efforts\nare not gonna be organized the way a disciplined and tightly organized\nrevolutionary movement would be. - Yeah, it's an interesting stretch that a violent revolution will take us to a place of no violence\nor very little violence. So it's a leap. - It's a leap and it kind of... It points to a phenomenon\nthat would've enraged Marx and would've been deeply\nalienating to others in the tradition who followed him, but that so many scholars\nhave commented on. And that's that there is a\nreligious element, you know, not a avowed one, but a\nkind of hidden religious or secular religious\nelement to Marxist vision, to the tradition that follows Marx, and, you know, just think of\nthe correspondences, right? Marx himself as kind\nof positioning himself as a savior figure,\nwhether that's a Prometheus or a Moses, who will lead\npeople to the promised land. The apocalypse or the end\ntimes is this final revolution that will usher in a blessed\nfinal state, a utopia, which is equivalent to a\nsecular version of heaven. There's the working class, playing the role of humanity\nin its struggle to be redeemed. And scholar after scholar\nhas pointed this out. Reinhold Niebuhr, back in the 1930s, had an article in The Atlantic magazine that talked about the\nSoviet Union's communism as a religion. Eric Voegelin, a German-American scholar who fled the Nazis and relocated to\nLouisiana State University and wrote tomes about the new phenomenon of political religions\nin the modern period. And he saw fascism and Nazism and Soviet communism as bearing the stamp of political religions, meaning ideologies that promised what an earlier age would've\nunderstood in religious terms. Voegelin called this the\n(speaking in foreign language), and said that these end times, the (speaking in foreign language), was being promised in the here\nand now, being made imminent. And he warned against that, saying, the results are\nlikely to be disastrous. - So that's actually a\ndisagreement with this idea that, you know, people sometimes\nsay that the Soviet Union is an example of an atheistic society. So when you have atheism\nas the primary thing that underpins the society,\nthis is what you get. So that's what you're saying is a kind of rejection of that, saying that there's a\nstrong religious component to communism.\n- A hidden component, one that's not officially recognized. I mean, I think that, you know, I had a chance to witness this\nactually when I was a child. My family, I grew up in Chicago to a Lithuanian-American family. And my father, who was a mathematician, got a very rare invitation to\ntravel to Soviet Lithuania, to the University of Vilnius,\nto meet with colleagues. And at this point, journeys\nof more than a few days or a week were very rare\nto the Soviet Union, for Americans. And the result was that I had unforgettable experiences visiting the Soviet Union in Brezhnev's day. And among the things I saw,\nthere was a museum of atheism that had been established in a church that had been ripped apart from inside and was meant to kind of embody the official stance of atheism, and I remember being baffled\nby the museum on the inside, because you would expect exhibits, you would expect something dramatic, something that will be compelling. And instead, there was some\nfolk art from the countryside showing bygone beliefs. There were some lithographs or engravings of the Spanish\nInquisition and its horrors, and that was pretty much it. But as a child, I remember being reproved in that museum for not\nwearing my windbreaker, but instead carrying it on my arm, which was a very disrespectful thing to do in an official museum of atheism. When I was able to visit\nthe Soviet Union later for a language course\nin the summer of 1989, one of the obligatory tours that we took was to file reverently\npast the body of Lenin outside the Kremlin in the\nmausoleum at Red Square. And communist mummies, like those of Lenin, earlier,\nStalin had been there as well. Communist mummies like Mao or Ho Chi Minh, really, I think, speak to a blending of earlier religious sensibility, reverence for relics of great figures, almost saintly figures. So that even what got\nproclaimed as atheism turned out to be a very\ndemanding faith as well, and I think that's a contradiction that other scholars have\npointed out as well. - Yeah, that's a very\ncomplicated sort of discussion. When you remove religion as\na big component of a society, whether something like a\nframing of political ideologies in religious ways is the\nnatural consequence of that. - We hear nature abhorring a vacuum, and I think that there are\nplaces in human character that long for transcendental\nexplanations, right? That it's not all meaningless. In fact, there's a larger purpose, and I think it's not a coincidence that such a significant part of resistance to communist regimes\nhas, in part, come from, on the one hand, religious believers, and on the other hand, from disillusioned, true believers in communism, who find themselves undergoing\nan internal experience of just revulsion, finding that their ideals have\nnot been followed through on. - So this topic is one of several topics that you eloquently describe as contradictions within\nthe ideas of Marx. So religious, there is a\nkind of religious adherence versus also the rejection\nof religious dogma that he stood for. We've talked about some of the others, the tension between nationalism that emerged when it was implemented, versus what communism is\nsupposed to be, which is global, so globalism. Then there's the thing that\nwe started talking with is individualism. So, you know, history is\nsupposed to be defined by the large collection of humans, but there does seem to be\nthese singular figures, including Marx himself, that\nare like really important. Geography of global versus\nrestricted to certain countries, and, you know, tradition, sort of, you're supposed to break with the past- - Yeah.\n- In communism, but then Marxism became one of those strongest traditions- - That's right.\n- In history. - That's right, that's right. I think that last one is\nespecially significant because it's deeply paradoxical. I mean, trying to outline\nthese contradictions by the way is like subjecting Marx to the sort of analysis that\nMarx subjected other people to, which is to point out\ninternal contradictions, things that are likely\nto become pressure points or cracks that might open up in what's supposed to be a completely set and durable and effective framework. The one about tradition, you know, Marx points out that\nthe need for revolution is in order to break with the traditions that have hemmed people in. These earlier ways of thinking,\nearlier social structures and to constantly renovate. And what happens instead is, a tradition of radical rupture emerges. And that's really tough, because imagine the last\nstages of the Soviet Union where keen observers can tell that there are problems that\nare building in society. There are discontents and demands that are going to clash, especially when someone like\nGorbachev is proposing reforms and things are suddenly\nthrown open for discussion. The very notion that\nyou have the celebration of revolutionaries and\nthe Bolshevik legacy at a time when the state\nwants to enforce stability and an order that's been received\nfrom the prior generation. Think of Brezhnev's time, for instance. All of that is an especially volatile mix and unlikely to work out\nvery durably in the long run. - I would love to sort of\ntalk about the works of Marx, \"The Communist Manifesto\"\nand the \"Das Kapital.\" What can we say that's interesting about the manifestation\nof his ideas on paper? - Well, the first thing to note obviously, is that those two works\nare very different. \"Das Kapital\" is an\nenormous multi-volume work that Marx worked at and only\ngot the first volume out because Engels begged\nhim to stop revising. \"Please just finally get it into press.\" And then the rest, Engels\nhad to actually reconstruct out of notes after Marx passed away. It's a huge work. By contrast, \"The Communist Manifesto\" is a brief pamphlet that\nended up affecting the lives of many millions worldwide, in spite of its comparative brevity. \"The Communist Manifesto\" moreover, is also something of the nature of having a delayed fuse, you could say. Because when it first appears amid the revolutions of 1848\nthat sweep across Europe, the work is contrary to\nwhat people often believe. That pamphlet did not cause\nthe revolutions of 1848, many of which had national\nor liberal demands. The voice of Marx and Engels\nwas barely to be heard over the din of other,\nfar more prominent actors. It is however in the aftermath, that this work takes on\ntremendous significance and becomes popularly read\nand popularly distributed. It's especially the episode, the bloody episode of the\nParis Commune in 1871, which comes to be identified with Marx, even though it was not purely\ninspired by Marx alone, nor were all of the\nCommunards devoted Marxists. It's the identification of this famous or infamous episode in urban upheaval that really leads to\nworldwide notoriety for Marx and attention to those works. And they're very different in form. \"Das Kapital\" is intended to\nbe the \"Origin of Species\" of its realm of economic thought and represents years and\nyears of work of Marx laboring in the British Museum Library, working through statistics,\nworking on little bits and pieces of a larger answer\nto big historical questions that he believes that he's arrived at. Its tone is different from that of \"The Communist Manifesto,\" which is a call to arms. It announces with great confidence what the scheme of history will be, but rather than urging that\nthe answer might be passivity and just waiting for history to play out in its preordained way, it's also a clarion call to\nmake the revolution happen, and is intended to be a pragmatic, practical statement of\nhow this is to play out and, you know, starts in part with those ringing words about a ghost or a specter haunting Europe,\nthe specter of communism, which wasn't true at the time, but decades later, most\ndefinitely is the case. - Is there something we could\nsay about the difference between Marxian economics and Marxist political ideology? So the political side of things and the economics side of things?\n- Yeah. So I think that Marx would\nprobably have responded that in fact, those\nthings are indivisible. The analysis as sort of the\npurely theoretical is... Certainly can be performed\non any economic reality that you care to mention, but the imperatives that grow\nout of that economic analysis are political. Marx and Engels emphasized the unity of theory and practice. So it's not enough to\ndispassionately analyze, it's a call to action as well. Because if you've delivered the answer to how history evolves and\nchanges, it obligates you, right? It demands certain action. You sometimes hear from undergraduates that they've heard from their\nhigh school history teachers that Marxism was just\na theoretical construct and the idle production of a philosopher who was not connected to the world and was never meant to\nbe tried in practice. Marx would've been furious to hear this, and it's almost heroically\nwrong as a historical statement, because Marx insisted that\nall previous philosophers have theorized about reality. What now is really\nnecessary is to change it. So you could say that in the abstract, a Marxist economist can certainly use Marx's theoretical framework to compare to a given economic reality, but Marx would've seen that as incomplete and as deeply unsatisfactory. There's kind of a footnote to all of this, which is that even though\nMarxist dialectical materialism grounds itself in these economic realities and the political prescription is supposed to flow from\nthe economic realities and be inevitably growing out of them, in the real history of communist regimes, you've actually seen periods where the economics becomes\ndetached from the politics. And I'm thinking in particular of the new economic period early in the history of the Soviet Union, when Lenin realizes that\nthe economy is so far gone, that you need to reintroduce\nor allow in a limited way, some elements of private enterprise just to start getting\nRussia back on course in order to have the\naccumulation of surplus that will be necessary to\nbuild the project at all. And there are many Bolsheviks who see the new economic program as a... New economic policy as\na terrible compromise and a betrayal of their ideas, but it's seen as necessary\nfor a short while and then Stalin will wreck it entirely. Or consider for that matter, China today, where you have a dominant political class, the Communist Party of China, which is allowing economic development and private enterprise as long as it retains political control. So some of these elements\nalready represent divergences from what\nMarx would've expected. And this points to a really key problem or question for all of\nthe history of communism. It has to do with it being a\ntradition, in spite of itself. And that could be expressed\nin the following way. An original set of ideas\nis going to evolve, it's going to change,\nbecause circumstances change. What elaborations of any doctrine, whether it's communism\nor a religious doctrine or any political ideology, what elaborations are natural stages in the evolution of any\nliving set of ideas, or when do you reach the\npoint where some shift or some adaptation is\nso radically different that it actually breaks\nwith the tradition. And that's an insoluble problem. You probably have to take\nit on a case by case basis. It speaks to issues like the question that gets raised today. Like is China, in a meaningful sense, a communist country anymore? And there's a diversity\nof opinion on this score. Or you know, if you're looking\nat the history of communism and you look at North Korea, which now is on its third installment of a dynastic leader from the same family who rules like a God king over a regime that calls itself communist, is that still a form of communism? Is it an evolution of? Is it a complete reversal of? I tend to want to take an\nanthropological perspective in the history of communism, and to take very seriously those people who avow\nthat they are communists, and this is the project\nthat they have underway. And then, after hearing that avowal, I think as a historian you have to say, \"Well, let's look at the details. Let's see what changes have been made, what continuities might still exist, whether there's a larger\npattern to be discerned here.\" So it's a very, very complicated history that we're talking about. - Let's step back to the\nend of the 19th century and the beginning of the 20th century, and let's steelman the case for communism. Let's put ourselves in the\nshoes of the people there. Not in this way where we can\nlook back at what happened in the 20th century. Why was this such a compelling notion? - Yeah.\n- For millions of people. - Can we make the case for it? - Well, clearly it was a compelling case for millions of people, and part of this story has to do with... Overall, has to do with\nthe faith, conviction, stories of people sacrificing themselves as well as their countrymen in a cause that they believed\nwas not just legitimate, but demanded their total obedience. I think that throughout the\nearly part of the 20th century, the late 19th century, early\npart of the 20th century, so much of the compelling\ncase for communism came from the confidence that people, in the west more generally,\nplaced in science. The notion that science\nis answering problems, science is giving us solutions to how the world around us works, how the world around us can be improved. Some varieties of that and like watch the\nquotation marks, \"science,\" we're crazy, right? Like phrenology, so-called\nscientific racism that tried to divide humanity\nup into discrete blocks and to manipulate them in ways that were allegedly\nscientific or rational. So there were horrors that followed from those invocations of science, but its prestige was enormous. And that in part had to\ndo with the lessening grip of religious ideas on intellectual elites. More generally, processes\nof secularization, not total secularization, but\nprocesses of secularization in western industrial societies. And the sense that, here's a doctrine that will allow escape from wars brought on by\ncapitalist competition, poverty and economic cycles and depressions brought on\nby capitalist competition, the inequalities of societies\nthat remain hierarchical and class-based. And this claim to being\ncutting edge science, I think allows people like Lenin to derive immense confidence in the prescription that\nthey have for the future. And that paradoxically, the confidence that you\nhave in broad strokes, the right set of answers for\nhow to get to the future, also allows you to take huge\nliberties with the tactics and the strategies that you follow, as long as your ultimate goal remains the one sketched\nby this master plan. So, you know, ultimately\nsome of the predictions of someone like Lenin, that once society has reached that stage of the dictatorship of the proletariat, the notion that governments\nwill essentially be able to run themselves. And that the model he had\nin mind, oddly enough, was Swiss post offices. Being in Swiss exile must\nhave impressed him so much with the orderliness\nand the sheer discipline and rationality of a Swiss post office. And he thought, why can't you\norganize governments like this where you don't need political leaders, you don't need grand\nvisions, you have procedures, you have bureaucracy, which does its job in a way that's not alienating, but simply produces the greatest good. You know, when you\nthink of the experiences with the bureaucracy in the 20th century, one's hair stands on\nend to have, you know, the comparative naivete on display with a prediction like that, but it derives from that confidence that it's all gonna be okay, because we understand, we\nhave the key, we have the plan to how to arrive at this final\nconfiguration of humanity. - Yeah, the certainty\nof \"science,\" in quotes, and the goal of utopia\ngets you in trouble. But also, just on the human level from a working class person perspective. From the industrial revolution, you see the growing\ninequality, wealth inequality, and there is a kind of... You see people getting wealthy and combined with the fact\nthat life is difficult, life in general, life is suffering for many, for most, for all, if you listen\nto some philosophers. And there is kind of a powerful idea in that the man is exploiting me. And that's a populist message that a lot of people resonate with, because to a degree it's\ntrue, in every system. And so before you kind of\nknow how these economic and political ideas manifest themselves, it is really powerful to say, \"Here, beyond the horizon, there's a world where the rich man will not exploit my hard work anymore.\" And I think that's a really powerful idea. - It is. I mean, at the same time though, it kind of points to, you\nknow, a further problem, that's the identity of\nthe revolutionaries. It turned out that many of\nthese revolutionary movements and then the founding elites\nof communist countries in the aftermath of the\nSoviet seizure of power turn out to be something quite different from people who have spent\ntheir lives in factories experiencing the industrial\nrevolution firsthand. I mean there's a special\nrole here for intellectuals. And when Marx and Engels write into \"The Communist Manifesto,\" the notion that certain\nexceptional individuals can rise above their class origins in a way other people can't and transcend their earlier role, their materially determined role in order to gain a perspective on the historical process as a whole, and ally themselves with the working class and its struggle for communism, this sort of special role that they carved out for themselves is enormously appealing for intellectuals. 'Cause any celebration of\nintellectuals as world movers is gonna appeal to intellectuals. That gap, that frequent\nreality of not being in touch with the very classes that the communists are aiming to represent is a very frequent theme in this story. It also speaks to a\ncrucial part of this story, which is the breaking\napart or the civil war, the war of brother against brother, the fraternal struggle\nthat splits socialism and splits followers of Marx. And that's in the aftermath\nof the First World War in particular or during\nthis traumatic experience, the way in which Lenin\nencourages the foundation of radical parties that will\nbreak with social democracy of the sort that had been elaborated, especially in places like\nGermany, scorning their moderation and instead announcing a new dispensation, which was the Leninist conception of a disciplined, hardcore,\nprofessional revolutionaries who will act in ways that a mere trade union movement couldn't. And what this speaks to is, you know, a fundamental tension\nin radical movements. Because left to their own\ndevices, Lenin announces, workers tend to focus on\ntheir reality, their families, their workplace, want better\nworking conditions, unionize, and then aim to negotiate with employers or agitate for reforms\non the part of the state to improve their living conditions, and then they're happy for the\nadvances that they have won. And for Lenin, that's not enough, because that's a half measure. That's the sort of thing that leads you into an accommodation with the system rather than the overthrow of the system. So there's a real... There's a constant tension in this regard that plays itself out over the long haul. - So let's go to Lenin and\nthe Russian Revolution. How did communism come to\npower in the Soviet Union? - It came to power as a result of stepping into a power vacuum. And the power vacuum was\ncreated by the First World War, and it's... The effect that it had as a total war, unprecedented pressure placed on a regime that in many ways, was a traditional, almost futile monarchy, only\nexperiencing the beginnings of the modernization that the\nrest of Europe had undergone. And for this reason,\ncommunism comes to power in a place that Marx probably\nwouldn't have expected, in the wreckage of the Russian empire. Lenin is absolutely\nvital to this equation, because he's the one who\npresses the process forward. Ironically, given the\nclaim of communist leaders to having the key to history, just a few months previous,\nin exile in Switzerland, Lenin had been despairing and had been convinced\nthat he may not even live to see the advent of that day. But then when revolution does break out in the Russian Empire in February of 1917, Lenin is absolutely frantic to get back. And when he does get back, as a result of a deal that is negotiated with the German high command, a step that they'll later\nlive very much to regret, he's able to get back\nand to go into action and to press for nothing less\nthan the seizure of power that brings his Bolshevik faction, the radical wing of the\nsocialist movement to power, and then to build the Soviet Union. - So even he was surprised, how effective and how fast\nthe revolution happened. - He was, although I think\nthat he would've agreed that what was necessary was a cataclysm on the scale of the First\nWorld War to make this happen. The First World War shatters so many of the certainties\nof the 19th century that we talked about as a dynamic period with argument between ideologies, it scrambles all sorts of earlier debates. It renegotiates the\nstatus of the individual versus an all powerful state and the claims of the state. Because to win, or even just to survive in World War I, you need to centralize,\ncentralize, centralize and to put everything onto a\nauthoritarian wartime footing in country after country. So Lenin earlier had already\narticulated the possibility that this might happen, by talking about how the entire\nglobe already was connected, and there's a chain of\ncapitalist development that is connecting different countries, so that the weakest link in the chain, if it breaks, if it pops open, it might actually inaugurate\nmuch bigger processes and start a chain reaction. And that's what he intended to do and has the chance to do\nin the course of 1917. Incidentally, just to get\na sense of the sheer chaos and the human, on an\nindividual human level, what the absence of\nestablished authority meant, there's few works of literature that are as powerful as Boris\nPasternak's, \"Doctor Zhivago\" for giving just the whole\nsweep of contending forces in a power vacuum. It's an amazing testimony\nto that time and place. - So you said that Bolsheviks saw violence and terror as necessary. So can you just speak to\nthis aspect of their... Because they took power\nand so this was a part of the way they saw the world. - Right, and it had antecedents. Even though Lenin and his colleagues are competing amongst each other for the title of most\nfaithful disciple of Marx and most true to the received theory, in practice, there's other influences, earlier influences that\noperate in the Russian context that were not operative, let's\nsay in the German context. And here you have to step back and think about the nature of Czarism, which had maintained still,\ninto the 20th century, the notion of a divine right to rule, that God had ordained the Czarist system and its hierarchies. And that to question these was sinful and politically not advisable. And the restrictive nature of\nRussian society at this point dominated by the Czarist establishment. Its harshness, its reactionary nature meant that people who in another context, in another country, might\nhave been reformers, could instead very easily be provoked into becoming revolutionaries. And Lenin is a perfect example of this, because his older brother was executed as a result of being in a\nradical revolutionary movement that was... Who was arrested and executed for association with terrorism. And earlier generations\nof Russian radicals had founded populist groups that would aim to engage in terrorism and resistance against the Czarist regime. And this included people who\ncalled themselves nihilists. And these nihilists were materialists who saw themselves ushering in a new age by absolute rejection of\nearlier religious traditions and aiming for material answers to the challenges of the day. Among them was Nikolay Chernyshevsky, who wrote, what's been called,\nthe worst book ever written. It was in fact one of\nLenin's favorite books, in Russian it's (speaking in Russian). In English it gets translated\n\"What is to Be Done?\" And it's a utopian novel\nabout revolutionaries and how revolutionaries should act with one another in open ways, new ways, non-traditional ways, in order to help usher\nin the coming revolution. Lenin loved the work and said it had the great merit of showing you how to be a revolutionary. So there's the Marxist influence, and then there's Russian\npopulist, nihilist influence, which is also a very live\ncurrent in Lenin's thinking. And when you add these things together, you get an explosive mix, because Lenin, as a result and part of this family\ntrauma of his brother, becomes a absolutely irreconcilable enemy of the czarist regime, and sets about turning himself into what you might call a\nguided missile for revolution. He turns himself into a machine to produce revolutionary change. And I mean that with little hyperbole. Lenin at one point shared with friends that he loved listening to music, but he tried not to listen to\nbeautiful music like Beethoven because it made him feel gentle. What the revolution demanded was realism, hardness, absolute steely resolve. So Lenin worries even\nfellow revolutionaries by the intensity of his\nsingle-minded focus to revolution. He spends his days thinking\nabout the revolution. He probably dreamt about the revolution. And so 24/7, it's an existence\nwhere he's paired off other human elements quite deliberately in order to turn himself into an effective\ninstigator of revolution. So when the opportunity comes in 1917, he's primed and ready for that role. - It's interesting that nihilism, Russian nihilism had an impact on Lenin. I mean traditionally, nihilist philosophy rejects all sorts of traditional morality. There's a kind of cynical dark\nview, and where's the light? - The light is science.\n- Oh. - The light is science and materialism. - Oh boy.\n- The nihilists, some of them did a very bad job of hiding their political beliefs because they would wear... They were famous for wearing\nblue tinted spectacles, kind of the sunglasses\nof the late 19th century, as a way of shielding\ntheir eyes from light, but also having a dispassionate and realistic view of reality outside. So nihilists, as the name would suggest, do reject all prior certainties, but they make an exception for science and see that as the possibility for founding an entirely\nnew mode of existence. - For most people. I think nihilism is introduced in the brilliant philosophical work. I don't know if you're familiar with it, by the name of \"The Big Lebowski.\" - All right.\n- Nihilists appear there, and I think they summarized the nihilist tradition quite well. But it is indeed fascinating. And also it is fascinating that Lenin, and I'm sure this\ninfluenced Stalin as well, that hardness-\n- Yeah. - Was a necessary human characteristic to take the revolution to its end. - That's right, that's right. So prior generations of\nnihilists or populists had resembled Lenin's\nsingle-mindedness by being, you know, by arguing that one needed\ntotal devotion for this. This was... To play this role in society, it was not enough to\nbe somewhat committed. Total commitment was necessary. And the other theme that's\nat work here obviously is, if we consider Lenin\naffected by Marxist ideas and the homegrown Russian\nrevolutionary tradition that predates the arrival of\nMarxist socialism in Russia, it's the theme of needing to\nadapt to local conditions. So Marxism or communism in Vietnam, or in Cuba, or in Cambodia, or in Russia, will be very different\nin its local adaptations and local themes and resonances, than it was in Germany, where Marx would've\nexpected all this to unfold. - So let's talk about\nLenin, Trotsky and Stalin. This little interplay that eventually led to Stalin\naccumulating, grabbing, and taking a hold of power. What was that process like? - So Lenin's supreme confidence leads the party through\nsome really difficult steps, that involves things like\nsigning the humiliating treaty with the Germans, the\nTreaty of Brest-Litovsk, where critics of the Bolshevik said that no one who loved their country would've agreed to a so\ndraconian, so harsh a settlement, that saw the peeling\noff of large territories that had belonged to the Russian empire. Lenin is willing to undertake this because of the larger prize. He even says that he's not\ngonna bother to read the treaty, because shortly that treaty\nis gonna be a dead letter. His expectation is, revolution's\ngonna break out everywhere, especially after we've\nraised the standard, first of all in the wreckage\nof the Russian Empire. - And we should probably\nsay that that treaty to some small degree,\nmaybe you can elaborate now or later, lays the\ngroundwork for World War II, because there is... Resentment is a thing that with time can lead to just extreme\nlevels of destruction, - Right. For German sensibilities,\nfor German nationalists, that treaty meant that Germany had essentially won World War I, and only a turn of events that many of them couldn't even follow or conceive of, the\narrival of American troops, the tipping of the balance in the west, led to that reversal. And one of the many scholars and contemporaries\npointed out that Germany between the wars was full of people who were convinced that Germany had actually not lost the war. - Yeah.\n- However that victory of theirs was defined. So most definitely,\nthat groundwork is laid. And incidentally, this is\nsomething we can talk about later. World War I and World War II have a lot of linkages like that. And as time goes by, I think historians are gonna focus on those linkages even more. But Lenin, also in his\nleadership, against the odds, leads the Bolsheviks to power\nin the Russian Civil War where most betting people\nwould've given them very slight odds of even surviving, given how many enemies\nthey faced off against. Lenin's insistence upon discipline and upon good organization allowed the Bolsheviks\nto emerge as the winners. And yet, a great disappointment follows. Lenin, as we said, had expected that revolution will\nbreak out soon everywhere and all it'll be necessary\nfor the Bolsheviks to do, having given the lead, is\nto link up with others. And so he considered that what would be established\nwould be a red bridge between a communist Russia, and once Germany inevitably plunged ahead into its revolutionary\ntransformation, a communist Germany. That doesn't end up happening. On the contrary, what happens in Germany is a out and out shooting war between different kinds of socialists. When Germany establishes a democracy that later goes by the name\nof the Weimar Republic, the government is a government\nof social democrats, moderate social democrats, who are fearful of what they see as Russian\nconditions of disorder, and who are not necessarily in sympathy with the Leninist vision\nof tightly organized authoritarian rule. So communists who revolt in Germany are brutally suppressed by mercenaries, hardened front fighters\nand nationalist radicals hired by the German socialist government. And the result is a wound that just won't heal in the\nGerman socialist movement as a result of this fratricide. It frustrates Lenin's ambitions. So too does the fact that Poland, rather than going Bolshevik, resists attempts by the\nBolsheviks to move forward and to connect up with Germany. The Poles, yet again, play a tremendously\nimportant historical role in changing the expected\ncourse of historical events. It's in the aftermath of\nthese unexpected turns that Lenin and his colleagues realize that they're in this for the long haul. It's necessary to wait longer. They don't lose hope in... Or confidence you might say, in the eventual coming of\ninternational workers revolution, but it's been deferred, it's been put off. And so the question then arises, what do you build within a\nstate that's established, called the Union of\nSoviet Socialist Republics or the Soviet Union. Lenin, as a result of an\nassassination attempt, is deeply affected in his health and would've loved to\ncontinue for years longer to steer the regime, but he's sidelined because\nof his declining health. And there emerges a contest, a contest between a\nvery charismatic leader, Leon Trotsky, on the one hand, who is an amazing orator,\nwho is an intellectual, who has traveled widely in the world, who has seen much of the world, and who is a brilliant writer, a far ranging intellect, and\nis seen as extremely radical because of his demand\nfor permanent revolution, the acceleration of\nrevolutionary processes to drive history forward, to\nstrike while the iron's hot. And on the other hand, is an extremely unlikely\ncontender for power. And that's a man who's probably\nthe antithesis of charisma if you were to meet him in person, a guy with a squeaky,\nsomewhat high pitched voice, not well suited to revolutionary oratory. His face pockmarked with the\nscars of youthful illness, and who moreover, doesn't speak a fine, sophisticated Russian, but speaks a Russian heavily inflected with a Georgian accent from that part of the Russian\nempire from which he came, and that was Stalin. And I know that you already\nhave a marvelous interview with Stephen Kotkin, the brilliant biographer of Stalin, who has so many insights on that subject. The one thing that even\nafter reading about Stalin that never ceases to surprise\nme, even in retrospect, is that Stalin gains a reputation\nnot as a fiery radical, but as a moderate. A man who's a conciliator, someone who's calm when\nothers are excited, someone who is able, because\nof his organizational skills, to resolve merely theoretical disputes with practical solutions. Now to fully take this aboard, we have to unknow what we\nknow from our vantage point about Stalin's leadership,\nStalin's brutality in eliminating his opposition,\nthe cult of personality, that against all odds,\ngot built up around Stalin so successfully. And the absolute dominant role that led him later to be\ndescribed as Genghis Khan with a telephone. A brutal dictator with ancient barbarism allied to the use of modern technology. While Trotsky is delivering\nstirring speeches and theorizing, Stalin works behind the scenes to control personnel decisions in the Bolshevik movement\nand in the state. And you know, it's a cliche 'cause it's true that personnel is policy. Trotsky is increasingly\nsidelined and then demonized and eventually expelled\nfrom the Soviet Union and later murdered in Mexico City. For Stalin, eliminating his enemies turned out to be the solution that he was most comfortable with. - So from that perspective, there's a lot of fascinating things here. So one is that you can have a wolf, a brutal dictator in moderate clothing. So just because somebody\npresents as moderate- - That's right.\n- Doesn't mean they can't be one of the most destructive, if not the most destructive\nhumans in history. The other aspect is, using propaganda you can\nconstruct an image of a person, even though they're\nuncharismatic, not attractive, their voice is no good,\nall of those aspects, you can still have a, like... There's still to this day, a\nvery large number of people that see him as a religious- - Yeah.\n- Type of God-like figure. - Yeah.\n- So the power of propaganda there. - Today, we would call that\ncurating the image, right? - Curating the image, but the extent to which you can do that\neffectively is quite incredible. So in that way also, Stalin is a study of\nthe power of propaganda. Can we just talk about the\nways that the power vacuum is filled by Stalin, how that manifests itself. Perhaps one angle we can take is, how was the secret police used? How did power manifest\nitself under Stalin? - Well, before getting\nto the secret police, I would just want to add\nthe other crucial element, which is Lenin's patronage. Stalin doesn't, you know, brawl his way into the Bolshevik party and dominate. He's co-opted and promoted\nto positions of importance by Lenin, who sees him as a somewhat\nrough around the edges, not very sophisticated, much less cosmopolitan\nthan other Bolsheviks, but dependable, reliable,\nand committed revolutionary. So I think that one of\nthe things that's emerged, especially after archives opened up with the fall of the Soviet Union, and we were able to read more and more of the communications of Lenin, is that, it's not the case\nthat we're talking here about a unconnected series of careers. Rather there are connections to be made. It's true that towards\nthe end of his life, Lenin came to be worried by complaints about Stalin's rudeness\ntowards fellow Bolsheviks. And in his testament, he warned against Stalin's testimonies, Lenin fundamentally saw\nhimself as irreplaceable. And so that doesn't really help in a succession struggle, right? Stalin is able to rely on\na secret police apparatus that had been built up\nunder Lenin already. And it's very early in the foundation of the Soviet state that the Cheka or the\nExtraordinary Commission is established as a secret police to terrify the enemies, beat down the opponents of the regime, and to keep an eye on\nsociety more generally. The person who's chosen for that task also is a anomaly among Bolsheviks. That is a man of Polish\naristocratic background, Feliks Dzierzynski, who comes to be known by\nthe nickname \"Iron Felix.\" Here's a man about whom\na cult of personality also is created. Dzierzynski is celebrated\nin the Soviet period as the model of someone\nwho is harsh but fair. An executioner, but with a heart of gold. Somebody who loves children, somebody who has a tender heart, but forces himself to be steely willed against the opponents of the ideological\nproject of the Bolsheviks. Dzierzynski is succeeded by figures who will be absolutely instrumental to Stalin's exercise of power. And they're not immune either. Stalin, in his purges, takes care also to purge the secret police as a way of finding others upon whom to deflect blame for earlier atrocities\nand to produce a situation where even committed Bolsheviks are uncertain of what's\ngoing to happen next, and feel their own\nposition to be precarious. I mean, incidentally,\nthere are other influences that probably are brought\nto bear here as well. It gets said about Stalin that he used to spend a lot of time flipping through\nMachiavelli's \"The Prince.\" And it seems that Stalin's\npersonal copy of \"The Prince,\" nobody knows where that\nis, if it still exists. But historians have found annotations in works by Lenin, that Stalin,\nwho is a voracious reader, as it turns out, made in the\nback of one of the books, which sounds almost like a commentary on Machiavelli's almost,\nbut not quite suggestion that the ends justify the means. Stalin's own writing says that if someone is strong,\nactive, and intelligent, even if they do things\nthat other people condemn, they're still a good person. And so Stalin's\nself-conception of himself is, someone who along these lines, and in line with Lenin's\nemphasis on practical results and discipline, somebody\nwho gets things done, that's the crucial ethical standard. And ultimately, in criticisms\nby later dissidents of Bolshevik morality, this question of, what\nis the ethical standard? What is the ethical law? Will bring this question into focus. Because by the... And this goes back to Marx\nas well, incidentally. The notion that any ethical system, any notion of right or wrong, is purely a product of class identity. Because every class produces\nits distinctive ideas, its distinctive religion,\nits distinctive art forms, its distinctive styles, means that with no one transcendent or absolute morality,\nit's all up for grabs. And then it's a question of power and the exercise of power with no limits, untrammeled by any laws whatsoever. Dictatorship in its purest form, something that Lenin had avowed, and then Stalin comes to\npractice even more fully. - Not that it's possible to\nlook deep into a person's heart, but you know, if you look at Trotsky, you could say that he probably\nbelieved deeply in Marxism and communism, probably\nthe same with Lenin. What do you think Stalin believed? Was he a believer? Was he a pragmatist that used communism as a way to gain power, and the ideology as part of propaganda? Or did he in his own private moments deeply believe in this utopia? - That's an excellent question,\nand you're quite right. I mean, we cannot peer\ninto the inmost recesses of somebody's being and know for sure. My intuition though is that... Is that this may be a false\nalternative, a false dichotomy. It's natural enough to see somebody who does monstrous things\nto say, \"Well, this ideology is being used as a cover for it.\" But I think that my suspicion is that these were actually\nperfectly compatible in his historical role. The notion that there's an ideology. It gives you a master plan for how history is going to\ndevelop and your own power, the increase of that power\nto unprecedented proportions, your ability to torment even\nyour own faithful followers in order just to see them squirm, which Stalin was famous for,\nto keep people unsettled. To me it seems that for some people those might not actually be opposed, but might even be mutually reinforcing, which is a very scary thought. - It's terrifying, but it's really important to understand. If we look at, once Stalin takes power, at some of the policies, so the collectivization of agriculture, why do you think that\nfailed so catastrophically, especially in the 1930s\nwith Ukraine and Holodomor? - I think the short answer is that the Bolsheviks in particular, but also communists more generally, have had a very conflicted\nrelationship with agriculture. Agriculture is a very... I mean, vital, obviously,\nbut also very traditional, an old form of human activity. Has about it all of the smell of tradition and other problematic factors as well. In a place like Russia\nor the Russian Empire, peasants throughout\nhistory, for centuries, had wanted one thing, and that was to be left\nalone to farm their own land. You know, that's their utopia. And that, for someone like Marx, who had a vision of historical\ndevelopment and transcendence and progress as being absolutely key, does not mesh at all with that vision. For that reason, when Marx\ncomes up with this tableau, this tremendous display of\nhistorical transformation taking place over centuries and headed towards the final utopia, the role of farmers there is negligible. Peasants get called conservative and dull as sacks of potatoes\nin Marx's historical vision because they're limited in their horizon. They farm their land, their plot, and don't have greater revolutionary goals beyond working the land and\nhaving it free and clear. By contrast, industrialization,\nthat's progress. I mean images that today\nwould be deeply disturbing to an environmentalist's sensibility, smoke stacks belching smoke,\nthe byproducts of industry, a landscape transformed\nby the factory model, that's what Marx, and then later the\nBolsheviks, have in mind. Similarly, the goal, even as\narticulated in Marx's writings, is to put agriculture and farming on a factory model, so that you won't need to deal\nwith this traditional role of the independent farmer or the peasant. Instead, you'll have people\nwho benefit from progress, benefit from rationalization\nby working factory farms. So in approaching the\nquestion of collectivization, we have to keep in mind that\nfor Stalin and his comrades who are bound and\ndetermined to drag Russia, kicking and screaming,\ninto the modern age, and not to allow it to be beaten because of its backwardness,\nas Stalin puts it, traditional forms of agriculture are not what they have in mind. And in their rank of desired\noutcomes, industrialization, especially massive heavy industry is the sine qua non, that's\ntheir envisioned future. Agriculture rates below. So in that case, the crucial significance\nof collectivization is to get a handle on the food situation in order to make it predictable and not to find oneself in another crisis, like during the Civil War,\nwhen the cities are starving, industry is robbed of labor and the factories are at a standstill. So this is really the core approach to collectivization, to put\nthe productive capacities of the farmers in a regimented way, in a state controlled way, under the control of the state. This produces vast human suffering because for the farmers,\ntheir plot of land that they thought they had gained as a result of the\nrevolution, is now taken away. They no longer have the same incentives they had before to be successful farmers. In fact, if you're a successful farmer and maybe have a cow, as opposed to your\nneighbors who have no cow, you're defamed and denounced as a kulak, a tight-fisted exploiter, even though you might be helping to develop agriculture in\nthe region that you're from. So the result is human\ntragedy on a vast scale. And allied to that, incidentally, is Stalin's sense that this is a chance to also target people who are opposed to the Bolshevik\nregime for other reasons. Whether it's because of\ntheir Ukrainian identity, whether it's because of a desire for a different nationalist project. So for Stalin, there are many motives that roll into collectivization. And the final thing to be\nsaid is, you are quite right that collectivization\nproves to be a failure, because the Soviet Union\nnever finally gets a grasp on the problems of\nagricultural production. By the end of the Soviet Union, they're importing grain from the west in spite of having some of\ntremendously rich farmland to be found worldwide. And the reason for that,\nhad to do in part, I think, with the incentives that\nhad been taken away. Prosperous individual farmers have a motive for working their land and maximizing production. By contrast, if you are an employee of a factory style\nagricultural enterprise, the incentives run in\nvery different directions. And the joke that was common\nfor decades in the Soviet Union and other communist countries\nwith similar systems was, we pretend to work and\nthey pretend to pay us. So even labor, which is\nrhetorically respected and valorized, in practice, is rewarded\nwith very slim rewards, and the last point, immobility. The collectivization reduces\nthe mobility of the peasants who are not allowed, because of internal passports, to move to the cities,\nunless they have permission, they're locked in place. And you gotta say, at\nthe time and afterwards, that looked a lot like\nfeudalism or a neo feudalism, in terms of the restrictions\non workers in the countryside. - It is a terrifying, horrific and fascinating study of how the ideal, when meeting reality, fails. So the idea here is to make\nagriculture more efficient, so be more productive. So the industrialized model, but the implementation\nthrough collectivization had all the elements\nthat you've mentioned, that contended with human nature. So first with the kulaks, so the successful farmers were punished, and so then the incentive is, not just not to be a successful farmer, but to like hide. Added to that there's a growing quota that everybody's supposed to deliver on, that nobody can deliver on. And so now, because you\ncan't deliver on that quota, you're basically exporting all your food and you can't even feed yourself. And then you suffer more and more and more and there's a vicious\ndownward spiral of like, you can't possibly produce that. Now there's... And another human incentive, where you're gonna lie,\neverybody lies on the data. - That's right.\n- And so even Stalin himself, probably, as evil or\nincompetent as he may be, he was not even getting good data about what's even happening. - That's right.\n- Even if he wanted to stop the vicious downward cycle, which he certainly didn't, but\nhe wouldn't be even able to. So there's all these\nlike dark consequences of what on paper seems like a good ideal. And it's a fascinating study\nof like things on paper- - Yes, that's right. - When implemented, can\ngo really, really bad. - That's right, and the outcome here is a,\na horrific manmade famine, not a natural disaster, not bad harvest, but a manmade famine, as a result of then the compulsion that gets used by the Soviet state to extract those resources,\ncordoning off the area, not allowing starving people to escape. You put very well, some\nof the implications of this case study in how things look in the\nabstract versus in practice. And those phenomena were going to haunt the rest of the experience\nof the Soviet Union. The whole notion that up and\ndown the chain of command, everybody is falsifying or tinkering with or\nprettifying the statistics or their reports, in order not to look bad and not to, you know, have\nvengeance visited upon them, reaches the point where nobody, in spite of the pretense of\ncomprehensive knowledge, right? There's a state planning agency that creates five-year plans\nfor the economy as a whole, and which is supposed to\nhave accurate statistics. All of this is founded\nupon a foundation of sand. That's inadvertent. That's not an intended side effect. But what you described, in\nterms of the internal dynamics of fostering conflict in a rural society was absolutely not inadvertent. That was deliberate. The doctrine was, you bring civil war. Now had there been social tensions before? Of course there had. Had there been envies, had\nthere been differentiations in wealth or status. Of course there had been, but a deliberate plan\nto bring class conflict and bring civil war and then heighten it in the countryside does damage, and not least of that is this phenomenon of a negative selection. Those who have most enterprise, those who are most entrepreneurial, those who have most self-discipline, those who are best organized, will be winnowed again\nand again and again, sending the message that mediocrity is comparatively much safer than talent. And this pattern incidentally, gets transposed, and in\ntremendously harrowing ways also, to the entire group of\nRussian intelligentsia and intellectuals of other peoples who are in the Soviet Union. They discover similarly,\nthat to be independent, to have a voice which is not compliant, carries with it tremendous penalties, especially in Stalin's reigns of terror. - Again, a difficult question about a psychology of one human being, but to what degree do you think Stalin was deliberately punishing the farmers and the Ukrainian farmers? And to what degree was\nhe looking the other way and allowing the large scale incompetence, the horrific incompetence of the collectivization\nof agriculture to happen? - Well, I mean I think it\nwas both things, right? I mean, there were not\nonly sins of omission, but also sins of commission. Incidentally, one should add, I don't think for Stalin it was personal. These are people who are\nvery remote from him. Never coming into contact with the people who are suffering in this way. Attributed to him is the quote that, \"One death is a tragedy, a\nmillion deaths is a statistic.\" I think he, in action, certainly acted in a way\nthat would vindicate that. But the process of collectivization was not just a bureaucratic snafu following on bureaucratic snafu. There was the mobilization\nof communist youth, of military, of party activists, to go into the regions and to search for hidden food, to extract the food\nwhere it could be found. And this... We have testimony to this\nin the case of people who later became dissidents,\nlike Lev Kopelev, who wrote in his memoirs about how he was among\nthose who were sent in to enact these policies. And he saw families with the\nlast food being taken away even as signs of starvation were visible already in the present. And yet he did not go mad. He didn't kill himself. He didn't fall into despair,\nbecause he believed. Because he had been taught and believed at least then,\nthat this was justified. This was a larger historical process and a greater good would result\neven from these enormities. So I think that this was quite deliberate - Following this, as you've mentioned, there was the process of the Great Terror. Or the intellectuals, where the communist party officials, the military officers, the\nbureaucrats, everybody, 750,000 people were executed, and over a million people\nwere sent to the gulag. What can you say by way of\nwisdom from this process of the Great Terror that Stalin\nimplemented from 36 to 38? - Well, the Terror had\na variety of victims. There were people who were true believers and who were Bolsheviks, who were especially targeted by Stalin because he aimed to revenge himself for all the sort of condescension\nthat he'd experienced in that movement before. And also to eliminate rivals or potential rival power centers and members of their families. And then there were people\nwho simply got caught up in a process whereby the repressive organs in the provinces were sent quotas. You have to achieve your quota and maybe even better yet,\noverachieve your quota, overperform. That would be the key to success and rising in the bureaucracies\nin the Age of the Terror. What's so horrifying is the\nway in which a whole society stood paralyzed in this process. And how neighbors would be taken away in the middle of the night and people would be wary\nof talking about it. Resistance, at least\nin these urban centers, was entirely paralyzed by fear, when, if one had somehow\nfound a way to mobilize, somehow a way to resist the process, the results might have been different. There's an astonishing book. I mean there's so many great books that have come out quite\nrecently, even on these topics. Orlando Figes has a amazing\nbook called \"The Whisperers,\" that traces several families'\nhistory in the Stalin period. And it's a testimony\nto how a whole society and some of its most\nintelligent people got winnowed again and again and again in that process of negative selection that we talked about, the lasting dislocation\nand scars that this left, and the way in which how people were not able to talk about\nthese things in public, because that would put\nyou next on the list suspected of having less than\ntotal devotion to the state. I think one of the things that also is so terrifying\nabout the entire process is, even total devotion wasn't enough. The process took on a life of its own. And I think that it might\neven have surprised Stalin in some ways, not enough to short circuit the process. But the notion where people were invited to denounce neighbors, co-workers, maybe even family members, meant that ever larger groups of people would be brought into the orbit of the secret police, tortured in order to produce confessions. Those confessions then would\nlead to more lists of suspects of people who had to be investigated and either executed or sent to the gulags. The uncertainty that this produced, it was enormous. Even loyalty was not\nenough to save people. The stories, Solzhenitsyn's\n\"Gulag Archipelago\" is full of stories of dedicated communists who find themselves in the gulag and are sure that some\nmistake has been made, and if only Comrade Stalin would hear about this terrible thing\nthat has happened to them, surely it would be corrected and nothing like this would... Everyone else, by contrast,\naccused of terrible crimes, there must be some truth behind that. So, you know, talk about ways\nof disaggregating a society, ways of breaking down bonds of trust. This left lasting traces\non an entire society that endured to this very day. - Yeah, there again, a\nfascinating study of human nature that there essentially\nwas an emergent quota of confessions of treason. So like, even though the\nwhole society was terrified and were through terror, loyal, there still needed to\nbe a lot of confessions of people being disloyal.\n- Right, right. - So you just making shit up now. Like at a mass scale,\nstuff is being made up, and it's also, the machine of the secret\npolice starts eating itself because you want to be confessing\non your boss, on your... And this is this weird,\ndark, dynamic system where human nature is just at its worst. - Absolutely. Absolutely. - Why, if we look at this deep discussion we had about Marxism, to what degree can we\nunderstand from that lens why the implementation of communism in the Soviet Union\nfailed in such a dark way, both in the economic\nsystem with agriculture and industrialization, and on the human way with just violation of every possible human right, and the torture and the\nsuffering and gulags and all of this. - Well, I think some of it comes back to the ethical grounding\nthat we mentioned earlier, the notion that ethics\nare entirely situational, and that any ethical\nsystem is an outgrowth of a particular class reality, a particular material reality, and that leaves the door wide open. So I think that that aspect was present from the very beginning. I think that the expectations of Marx, that the revolution would take hold and be successful in a developed country, played a role here as well. Russia, which compared\nto the rest of Europe, was less developed even before the First World War is in a dire state after all of the ravage and the millions of deaths that continue even after the war has ended in the west, that leaves precious little in the way of structural restraints or a functioning society that would say, \"Let's not do things this way.\" I think that in retrospect, that special role carved\nout for special individuals who can move this process forward and accelerate historical development allowed for people to\nstep into those roles and appoint themselves executors\nof this ideological vision. So I think those things\nplay a role as well. - Now, it's hard to do\ncounterfactual history, but to what degree is this basically that the communist ideals\ncreate a power vacuum and a dictator type figure steps in, and then it's a roll of the dice of what that dictator is like. So can you imagine a world\nwhere the dictator was Trotsky. Would we see very similar type of things? Or is the hardness and the brutality of somebody like Stalin, manifested itself in being\nable to look the other way as some of these dark\nthings were happening, more so than somebody like Trotsky who would presumably see the realizations of these policies and be shocked? - Well, counterfactuals\nare hard, like you said, and one very quickly gets off into really deep waters in speculation. There were contemporaries and there have been scholars since, who suggest that Trotsky, by all indications, might\nhave been even more radical than Stalin in the tempo\nthat he wanted to achieve. - Oh boy.\n- Think of the slogan of permanent revolution. Trotsky also, who\ndabbled in so many things in his intellectual life, also spoke in almost utopian terms that are just astonishing to read, in utopian terms about the construction of the new man and the new woman. And that out of the raw\nmaterial of humanity, once you really get going, and once you've established a system that matches your hopes for the future, it'll be possible to reconfigure people and like talk about ambition, to create essentially the\nnext stage in human evolution, a new species growing out of humanity. Those don't sound like very\nmodest or limited approaches, and I guess we just really won't know. - Do some of the\ndestructive characteristics of communism have to go hand in hand? So the central planning\nthat we talked about, the censorship of the secret police, the concentration of power\nin one dictatorial figure, and the... Well, let's say with, again,\nwith the secret police, the violent oppression. - One should add to those factors that have a kind of\ninterrelated logic of their own. The sheer fact that\ncommunism comes to power in most of these instances\nas a result of war. As a result of the destruction\nof what came before and a power vacuum. So think of the Russian revolutions in the wake of the fall of Czarism. Think of the expansion of\nStalin's puppet regimes into eastern Europe in the wake of World War II, and the Red Army moving into occupy areas in eastern Europe, although they announced that\nthey're coming as liberators. Consider the foundation of communist China on the heels of World War II, and yet more Chinese civil War. Consider cases like Korea, Vietnam. It's likely that this\nalready is a key element in setting things up for further crisis, because upon seizure of power, if your expectation is, \"Well, it ought to be relatively easy to get this system rolling and\nput it on a basis that's... After all, we have the\nroadmap to the future.\" There will follow\nfrustrations and impediments and resistance, and there's\na ratchet effect then there because it'll produce more repression, producing even more problems that follow. What drives the whole\nthing forward though, especially in its Leninist version, but already visible with Marx and Engels, is the insistence on confidence. If you have the key to the future, all of these things are\npossible and necessary. This leads to an ethos, I think, that's very hard for historians to quantify or to study\nin a methodical way, but it's the insistence\nthat you hear with Lenin and then especially with Stalin, that to be a Bolshevik means to be hard, to be realistic, to be consequential, meaning you don't shy away from\ndoing what needs to be done, even if your primordial ethical remainders from whatever earlier experience you have, rebel against it. Under Stalin, there's a constant slogan of the Bolshevik tempo. The Bolsheviks, there's no\nfortresses that they can't storm. They can do everything. And in a way, this is the assertion that it's will over everything. History can be moved\nforward and accelerated and probably your own actions\njustified as a result, no matter what they were, if you are sufficiently\nhard and determined and have the confidence to follow through. And then that obviously\nraises the ultimate question, what happens when that\nconfidence ebbs or erodes or when it's lost? - If we go to the 1920s,\nto the home of Karl Marx, fascism as implemented by\nthe Nazi party in Germany was called the National\nSocialist German Workers Party. So what were the similarities and differences of fascism, socialism, how it was conceived of\nin fascism and communism? And maybe you can speak to\nthe broader battle of ideas that was happening at the time, and battle of political control that was happening at the time. - Well, I mean there's\na whole bunch of terms that are in play here, right? And when we speak of fascism,\nfascism in its original sense is a radical movement founded in Italy, which though it had been\nallegedly on the winning side of World War I, is disappointed\nwith the lack of rise in national prestige and territory that commences after the end of the war. So bizarrely enough, it's a socialist by the\nname of Benito Mussolini, who crafts an ideological message of glorification of the state, the people at large united\nin a militaristic way on the march, ready to\nattack, ready to expand. A complete overthrow of liberal ideas of the rights of the individual or of representative democracy. And instead, vesting power\nin one leader, in his case, the Duce, Mussolini, in order to replicate in peace time, the ideal of total military\nmobilization in wartime. Although the Nazis in Germany are inspired and borrow heavily from fascist ideology, there also are different\nemphases that they include, and that includes their\nvirulent racism from the outset, which, in addition to a\nglorification of the state, glorification of the leader and preparation for national greatness, race is absolutely core. And it's that racial radicalism that the Nazis espouse as a central idea along with antisemitism, the demonizing in particular of the Jews, and this insane racialist cosmology that the Nazis avow. It is the assertion that the\nNazis will uniquely bring to pass unity in the people,\nunity in the society, that leads them to give\nthemselves this odd name of national socialist. Some leaders like\nGoebbels, among the Nazis, accent the socialist part to begin with, others put the accent firmly\non the nationalist part. In part, the term they\nchose for their movement was meant to be confusing. It was meant to take slogans or words from different parts\nof the political spectrum to fuse them into something\nunfamiliar and new, and claim that they'd overcome all earlier political divisions. That the Nazis claimed\nthat they were a movement, not a party, even though their party\nwas called a party. So what did Nazism and\nBolshevism and communism share, or how were they opposed to one another? What we need to start with, by making clear, they were\nideological archenemies. In both worldviews, the opposite side represented\nthe ultimate expression of the evil that needed to\nbe exorcized from history in order for their desired\nutopia to be brought about. And this leads to strange and perverted beliefs about reality. From the perspective of the Nazis, the Nazis claimed that\nbecause they saw the Jews as a demonic element in human history, the Bolsheviks weren't\neven really, you know, didn't really believe\nall of this economic, dialectical materialism, they were in fact a racial\nconspiracy, it was alleged. And so the Nazis used the\nterm of Judeo-Bolshevism to argue that communism is essentially a conspiracy\nsteered by the Jews, which was complete nonsense. For their part, the communists, and from the perspective\nof the Soviet Union, the Nazis were in essence a\nsuper capitalist conspiracy. If the cosmological enemy\nare the capitalists, and the owners, the exploiters, then all of the rigmarole about race and nationalism are distractions. They're meant to fool the poor SAPs who enlist in that movement. It's essentially steered\nby capitalist owners, who, it is claimed, are reduced to this desperate expedient of coming up with this thuggish party that represents the\nlast gasp of capitalism. So bizarrely enough, from\nthe communist perspective, the rise of the Nazis could\nbe interpreted as a good sign, because it means that\ncapitalism is almost done, because this is the last\nundisguised, naked face of capitalism nearing its end. So the other... Beyond this ideological total opposition in terms of their hoped for futures, the reality is that there were aspects that were shared on either side, and that included the conviction that they could agree that\nthe age of democracy was done, and that the 19th century had\nhad its day with experiments with representative democracy, the claims of human rights,\nclassical liberal ideas, and all of this had been\nrevealed as bankrupt. It had gotten you what? It got you first, the First World War, as a total conflict, leaving\ntens of millions dead, and then economically,\nthe Great Depression, showing that the end was not far away. This produced, at one and the same time, both ideological opposition and instances of vastly\ncynical cooperation. In terms of the Weimar Republic, it's obvious with the benefit of hindsight that German democracy\nhad ceased to function even before Hitler comes to power. But in the process of\nmaking democracy unworkable in Germany, the extremes, the Nazi storm trooper army, with their brown shirts and\nthe communist street fighters had cooperated in heightening\nan atmosphere of civil war that left people searching\nfor desperate expedience in the last days of the Weimar Republic. The most compelling case\nof their cooperation was the signing of the Nazi Soviet Pact, on August 23rd, 1939, which enables Hitler\nto start World War II. A non-aggression pact in official terms, it contains secret\nclauses whereby the Nazis and the Soviets meeting in\nMoscow under Stalin's wary eye, had agreed on territorial\ndivision of eastern Europe and making common cause as each claiming to be\nthe winner of the future. So in spite of their oppositions, these were regimes that\nwere able, very cynically, to work together to dire effect. In the course of the 1950s in particular, there arose political scientists who also crafted an explanation for ways in which these regimes, although they were opposed to one another, actually bore morphological resemblances. They operated in ways that, in spite of ideological\ndifferences, bore similarities. And such political scientists, Hannah Arendt chief among them, crafted a model called totalitarianism, borrowing a term that the fascists had liked about themselves, to define regimes like the Nazis, like Stalin's Soviet Union, for a new kind of dictatorship, that was not a backwards cast\nrevival of ancient barbarism, but with something new, a\nnew form of dictatorship that laid total claims\non hearts and minds. That didn't want just passive obedience, but wanted fanatical loyalty. That combined fear with compulsion in order to generate belief in a system, or at the very least, atomize the masses to the point where they would go along with the plans of the regime. This model has often met\nwith very strong criticism on the grounds that no regime in human history has yet\nachieved total control of the population under its grip. That's true, but that's not\nwhat Hannah Arendt was saying. Hannah Arendt was saying, there will always be inefficiencies, there will be resistance, there will be divergences. What was new was not\nthe alleged achievement of total control, it was the ambition. The articulation of the ambition that it might be possible\nto exercise such fundamental and thoroughgoing control\nof entire populations. And the final frightening thought that Arendt kept before her was, what if this is not a model that comes to us from\nbenighted uncivilized ages? What if this is what the\nfuture is going to look like? That's a horrifying intuition. - So let me ask you about Darryl Cooper, who is a historian and podcaster, did a podcast with Tucker Carlson. And he made some claims there and elsewhere about World War II. There are two claims that I would love to\nget your perspective on. First he stated that Churchill was quote, \"The chief villain of\nthe Second World War.\" I think Darryl argues that\nChurchill forced Hitler to expand the war beyond\nPoland into a global war. Second, the mass murder of\nJews, Poles, Slavs, gypsies and death camps was an accident, a byproduct of global war. And in fact, the most humane extermination of prisoners of war possible, given the alternative\nwas death by starvation. So I was wondering if you can respond to each of those claims. - Well, I think that this\nis a bunch of absurdity and it would be laughable\nif it wasn't so serious in its implications. To address the points in turn, Churchill was not the chief villain of the Second World War. The notion that Churchill\nallegedly forced Hitler to escalate and expand a conflict that could have been\nlimited to Poland is... That assertion is based\non a complete neglect of what Nazi ideology was. The Nazi worldview and\nracism was not a ideology that was limited in its application. It looked toward world domination. In the, the years since the\nNazis had come to power, they sponsored programs of\neducation called geopolitics, which urged Germans to\nthink in continents. Think in continents. To see themselves as\none of the superpowers that would battle for\nthe future of the world. And now, in retrospect,\nwe of course can see that Germany was not in a position to legitimate a claim like that, but the Nazis aims were\nanything but limited. In particular, this sort of\nargument has been tried out in different ways before. In previous decades, there had\nbeen attempts by historians who were actually well-read\nand well-published to argue that World War\nII had been in part, a contingent event that\nhad been brought about by accidents or miscalculations. And such explanations argued that if you put Hitler's ideology aside, you actually could interpret him as a pretty traditional German politician in the stripe of Bismarck. Now, when I say it like that, I think you can spot\nthe problem immediately. When you put the ideology aside. To try to analyze Hitler's\nacts or alleged motives in the absence of the ideology\nthat he himself subscribed to and described in hateful\ndetail in \"Mein Kampf\" and other manifestos and speeches, is an enterprise that's doomed\nto failure, justifiably. The notion that the mass\nmurder of Jews, Poles, Slavs and gypsies was an event\nthat simply happened as a result of unforeseen events, and that it was understood\nas somehow being humane also runs contrary to the historical fact. When Poland was invaded, the Nazis unleashed a killing wave in their so-called Operation Tannenberg, which sent in specially trained and ideologically pre-prepared killers, who were given the name of the\nunits of the Einsatzgruppen in order to wipe out the Polish leadership and also to kill Jews. This predates any of\nthe Operation Barbarossa and the Nazis' invasion\nof the Soviet Union. The Nazis moreover, in many different\nexpressions of their ideology had made clear that their plans, you can read this in \"Mein\nKampf,\" for eastern Europe, were subjugation and ethnic\ncleansing on a vast scale. So I consider both of these\nclaims absolutely untenable given the facts and documents. - So do you think it was always the case that Nazi Germany was going\nto invade the Soviet Union? - I think as you can read in \"Mein Kampf,\" this is what's necessary in order to bring that\nracial utopia to pass. And so while the timetable\nmight be flexible, while obviously,\ngeopolitical constellations would play a role in determining when such a thing might be possible, it was most definitely on his list. And I would wanna add that\nin my own scholarship, I've worked to explore\nsome of these themes a little bit further. My second book, which is entitled \"The German Myth of the East,\" which appeared with\nOxford University Press, examines centuries in the German encounter with eastern Europe and how Germans have thought\nabout eastern Europe, whether in positive ways\nor in negative ways. And one thing that emerges\nfrom this investigation is that even before the Nazis\ncome to power in Germany, there are certainly negative and dehumanizing stereotypes\nabout eastern Europeans. Some of them activated by the experiences of German occupation in\nsome of these regions during the First World War. But the Nazis take the\nvery most destructive and most negative of all those stereotypes and make them the dominant ones, making no secret of their\nexpected future of domination and annihilation in the east. - The idea of lebensraum, is it possible to implement\nthat idea without Ukraine? - Hitler has Ukraine in his horizon as one of the chief prizes, and the Nazis then craft extensive plans, a master plan that they work on in draft after draft after draft, even as the balance of the\nwar is turning against them on the eastern front. This master plan is called\nthe meaning Generalplan Ost, the general plan for the east. And it foresees things like mega highways on which the German master\nrace will travel to vacation in Crimea, or how their settlements will be scientifically distributed in the wide open spaces\nof Ukraine for agriculture that will feed an expanded and purified Germanic master race. So this was not peripheral\nto the Nazi ambitions, but central. - As I best understand, there is extensive and definitive evidence that the Nazis always wanted\nto invade the Soviet Union, and there was always a racial component and not just about the Jews. They wanted to enslave and\nexterminate the Jews, yes, but the Slavic people, the Slavs. And if he was successful at\nconquering the Soviet Union, I think the things that would\nbe done to the Slavic people would make the Holocaust\nseem insignificant, in my understanding, in terms of the numbers and the brutality and the viciousness in which he characterized\nthe Slavic people. - In their worldview, the Jews\nwere especially demonized. And so the project of the\ndomination of eastern Europe involves this horrific program\nof mechanized, systematized, bureaucratically organized and horrifyingly efficient mass murder of the Jewish populations. What the Nazis expected for the\nSlavs had a longer timeline. Himmler expected, the head of the SS, the SS is given a special mission, to be part of the transformation of these regions ethnically. And Himmler in his role of\nenvisioning this German future in eastern Europe gives\nsuch a chilling phrase. He says that while certain Slavs will fall victim immediately, some proportion of Slavs will\nnot be shipped out or deported or annihilated, but instead they'll remain\nas slaves for our culture. And in that one phrase, Himmler managed to defile and deface everything that\nthe word culture had meant to generations of the best German thinkers and artists in the\ncenturies before the Nazis. The notion of slaves for our culture was part of his longer term expectation. And then there's finally a fact that speaks volumes about\nwhat the Nazis planned for the east. Hitler and Himmler\nenvisioned permanent war on the eastern front. Not a peace treaty, not a\nsettlement, not a border, but a constant moving of the\nborder, every generation, hundreds of miles east, in order to keep winning\nmore and more living space, and with analogy to other frontiers, to always give more fighting experience and more training and aggression to generation after\ngeneration of German soldiers. In terms of nightmarish visions, this one's right up there. - And always repopulating\nthe land conquered with the German, the Aryan race. So in terms of race,\nrepopulating with race and enslaving the Slavic\npeople and exterminating them. Because there's so many of them, it takes a long time to exterminate. - And even in the case of\nthe Germans themselves, the hidden message behind even\nNazi propaganda about unity and about German national identity was, the Nazis envisioned relentless purges of the German genetic stock as well. So among their victims are\npeople with disabilities, people who are defined as\nnot racially pure enough for the future, even though they are\nclearly Germans by identity. The full scale and the\ncomprehensive ambitions of the Nazis are as breathtaking\nas they are horrifying. - One of the other\nthings I saw Darryl tweet was that what ended up happening\nin the Second World War was the worst possible thing\nthat could have happened. And I just also wanted to comment on that, which I can imagine a very large number of possible scenarios\nthat could have happened that are much, much worse, including the successful\nconquering of the Soviet Union. As we said, the kind of\nthings that would be done, and the total war, ever\nongoing for generations, which would result in, you know, hundreds of millions of deaths\nand torture and enslavement, and not to mention the\nother possible trajectory of the nuclear bomb.\n- That's right, that's right. I would think that the\nNazis with atomic weapons with no compunctions about deploying them would rank up there as even worse than the horrors that we saw. - Now let me steelman a point that was also made as part of this, that the oversimplified\nnarrative of sort of... To put it crudely,\nHitler bad Churchill good has been used and abused\nby neocons and war mongers and the military industrial\ncomplex in the years since to basically say, \"This particular leader is just like Hitler,\" or maybe, \"Hitler in the 1930s, and we must invade now before he becomes the\nHitler of the 1940s.\" And that has been applied\nin the Middle East, in eastern Europe, and god forbid that can be also applied in the war with China in the 21st century. So yes, war mongers do\nsure love to use Hitler and apply that template to wage war, and we should be wary of that and be careful of that, both the overt application\nof this historical template onto the modern world and\nof warmongers in general. - Yeah, and I think\nthat nobody should like oversimplified narratives. We need subtle and accurate narratives. - And also, I just would\nlike to say that probably, as we've been talking\nabout Stalin and Hitler, are singular figures. And just as we've been talking about, the implementation of\nthese totalitarian regimes, they're singular in human history, that we never saw anything like it, and I hope, from everything it looks like, we'll never see anything like it again. - I mean, there's certainly striking and unique historical\ncharacters in the record. One of the things that's so disturbing about Hannah Arendt's model\nof totalitarianism is, the leader can be changed. The system itself demands\nthat there be a leader who allegedly is all powerful and all knowing and\nprophetic and the like. But whether particular\nfigures are interchangeable in that role is a key question. - Let me go back to the 1920s, instead of ask another\ncounterfactual question. Given the battle between the\nMarxists and the communists and National Socialists, was it possible and what\nwould that world look like, if the communists indeed won in Germany, as Karl Marx envisioned, and it made total sense given\nthe industrialized expanse that Germany represented. Was that possible? And what would it look\nlike if it happened? - I would think that the reality\nwas probably very remote, but that was certainly their ambition. German communists get quoted as saying, \"After Hitler, it's our turn.\" Their sentiment was that the\narrival of Nazism on the scene was a sign of how decrepit and incompetent and doomed capitalism was. In hindsight, that's almost\nimpossible to believe. Because what happens is, the Nazis with their\ncharacteristic brutal ruthlessness, simply decapitate the party and arrest the activists who were supposed to be waiting to take over. So that's forestalled. A further hypothetical\nthat gets raised a lot is, couldn't the social democrats and the communists have worked together to keep Hitler out of power? That's where the prior\nhistory comes into play. The very fact that the\nGerman revolution in 1919 sees socialists killing socialists produces a dynamic that's so negative, that it's nearly impossible\nto settle on cooperation. Added to the fact that the communists see the social democrats as rivals for the loyalty of the working class. In terms of just statistical likelihood, a lot of experts at the time felt, surely the German army\nis going to step in, and the most likely outcome\nwould've been a German general shutting down the democracy and producing a military dictatorship. It says a lot about how dreadful and bloody the record of the Nazis was, that some people in retrospect would've felt that that\nmilitary dictatorship would've been preferable, if it had obviated the need for the ordeal under the Nazis. - What do you think Marx would\nsay about the 20th century? (Vejas chuckles) Let's take it before we\nget to Mao and China. Just looking at the Soviet\nUnion and Nazi Germany. - That's a really good question. I think that Marx was\nflexible in his expectations about tactics and strategies, even as he was sure that\nhe had actually cracked a big intellectual problem of what the future's going to look like. So how it would play out, he was a man who had to deal\nwith a lot of disappointments, because in revolutionary uprising, after revolutionary uprising, whether it was in the revolutions\nof 1848 across Europe, whether it was in Poland, whether it was in the Paris commune, \"This is it.\" \"This is the outbreak of the real thing.\" and then it doesn't end up happening. So I think that he'd probably have tried to be patient about the turn of events. We mentioned at the outset\nthat Marx felt it was unlikely that a worker's revolution would break out in the Russian empire, because for that you needed\nlots of industrial workers, and they didn't have a lot of industry. There's a footnote to add there, and it proves his flexibility. A Russian socialist wrote to Marx asking, \"Might it not be possible for Russia to escape some stages of\ncapitalist development? I mean, do you have to\nrigidly follow that scheme?\" And Marx's answer was\nconvoluted, but it wasn't a no. And that suggests that Marx was willing to entertain all sorts\nof possible scenarios. I think he would certainly\nhave been very surprised at the course of events as it unfolded, because it didn't match his\nexpectations at the outset. - Not to put this on him, but would he be okay with\nthe price of Holodomor for the utopian destination of communism? Meaning, is it okay to crack\na few eggs to make an omelet? - Well, we don't know what Marx would say if he were posed that\nquestion deliberately, but we do know in the case\nof a Marxist historian, Eric Hobsbawm, who was a prolific and celebrated British\nhistorian of the 19th and 20th centuries, and\nhe was put this question in the nineties after the\ncollapse of the Soviet Union, and he stated forthrightly that because the Soviet Union failed, such sacrifices were inordinate. But if the experiment had succeeded and a glorious future had\nbeen opened for mankind as a result of the Soviet Union's success, that would lead to a different reply. And that is one person's perspective. - So that takes us to the\nother side of the world, the side that's often in the\nwest, not considered very much when we talk about human history. Chinese dynasties, empires\nare fascinating, complex, and there's just a history\nthat's not as deeply explored as it should be, and the same applies to the 20th century. So Chinese radicals founded\nthe Chinese Communist Party, CCP in July, 1921. Among them, as you talk about, was Mao, what was the story of Mao's rise to power? - So Mao takes a page\nfrom the book of Lenin by adapting or seeking\nto adapt Marx's ideology to a context that would've\nsurprised Marx significantly. And that is not only to set the revolution in an as yet not industrialized country, but moreover, to make the peasants, rather than being conservative\nsacks of potatoes, to make them into the prime movers of the success of this political venture. That's a case of the phenomenon that we talked about earlier. When is an adaptation of an ideology or a change to an ideology, a valid adjustment that\nyou've made or adaptation? And when is it already so different that it's something entirely distinct? Maoism was very clearly intended to answer this question\nfor the Chinese context, and by implication, other\nnon-Western parts of the world. This was in part, Mao's way,\nwhose ambition was great to put himself at the head of a successful\ninternational movement and to be the successor to Stalin, whose role he both admired and resented from having\nto be the junior partner. To take an example of a masterwork and a major milestone in\nthe history of communism, the Polish philosopher, Leszek Kolakowski, who was at first a committed communist and then later became disillusioned and wrote a three volume\nstudy of Marxist thought called \"Currents of Marxism.\" In that book, when he reaches Maoism, Kolakowski essentially throws up his hands and says like, \"It's\nhard to even know what to do with this.\" Because putting the peasantry\nin the vanguard role is something that is already at variance with the original design, but Marx says this is an improved version, this is an adapted and truer version of Marxism\nfor the Chinese context. In case after case in Mao's rise to power, we see a really complicated\nrelationship with Stalin. He works hard to gain Stalin's support because the Comintern, the international organization\nheadquartered in Moscow working to encourage and help\nrevolutionaries worldwide is skeptical about the Chinese\ncommunists to begin with, and believes that China\nstill has a long way to go before it's reached the stage where it's ripe for communist revolution. And in a way that's more orthodox Marxism than what Mao is championing. Mao chafes under Stalin's\nacknowledged leadership of international communism as a movement. And in 1950, when Mao goes\nto visit Stalin in Moscow, in order to sign a a\ntreaty of cooperation, he's left waiting for\ndays and days and days in a snub that is meant to show him that you're just not as important as you might think you are. And then when Stalin dies in 1953, Mao feels the moment is ready for him to step into the leadership position, surpassing the Soviet Union. So many of Mao's actions\nlike the Great Leap Forward and the agricultural disasters\nthat follow from that, are literally attempts to outdo Stalin, to outperform Stalin, to show that what Stalin\nwas not able to do, the Chinese communist regime\nwill be able to bring off. And the the toll for that hubris is vast. - Yeah, in the darkest of\nways, he did outdo Stalin. - That's right, in the statistics. - The Great Leap Forward ended up killing approximately\n40 million people from starvation or murder. Can you describe the Great Leap Forward? - So it was modeled on the\ncrash industrialization that Stalin had wanted to\nundertake in the Soviet Union and to outdo it. The notion of the Great Leap Forward was that it would be possible\nfor the peasant masses out of their conviction in the rightness of the\nChinese communist cause to industrialize China overnight. That involved things like\ncreating small smelting furnaces in individual farm communes. It involved folding\ntogether farming territories into vast communes of very large size that were, just because\nof their sheer gigantism, supposed to be by\ndefinition, more efficient, than small scale farming. It ended up producing\nenvironmental disasters, and campaigns to\neliminate birds or insects were supposed to demonstrate\nmastery over nature by sheer acts of will. These included things like adopting Soviet agricultural techniques that were pioneered by\na crackpot biologist by the name of Trofim Lysenko, that produced more agricultural disaster, that involved things\nlike plowing to depths that were not practical for the\nseeds to germinate and grow, but were supposed to produce super plants that would produce bumper harvests and outpace the capitalist\ncountries and the Soviet Union. So the context for all of this is, a race to get first to the achievement of\nfull scale communism. One of the themes that I think\nit's so valuable to pursue and to take seriously in\nthe history of communism is, what concrete promises were made. In the case of China, Mao made promises and projections for the future that were worrying even to\nsome of his own assistants. He exclaimed that perhaps by 1961, perhaps by 1973, China would be the winner\nin this competition, and it would've achieved full communism, so that which Marx had sketched as the end point of humanity, would be achieved first by the Chinese. Later, his own comrades, when he passed from the scene, felt the need to temper that a little bit and promised that they\nwould achieve full communism by the year 2000. Such promises are helpful to\na regime to create enthusiasm and to hold out to people, the prospect of real successes\njust around the corner, but what happens when the date arrives and you haven't actually\nachieved that goal. That's one ticking time bomb that played a role in\nthe increasing erosion of confidence in the Soviet Union, and the case of China must\nhave been something similar. - So there's a lot of other elements that are similar to the Soviet Union. Maybe you could speak to the\nHundred Flowers Campaign. - The Hundred Flowers Campaign is a chance for Mao who has felt that he has lost prestige and lost standing in the party, because of the disasters\nof the Great Leap Forward, to regain some of that momentum. And the whole Hundred Flowers Campaign, officially titled The\nRectification Campaign, to set things right, is\nstill shrouded in mystery. Historians disagree about how to interpret what Mao was actually up to. The most cynical variant is that Mao encouraged Chinese thinkers and intellectuals to share ideas, and to engage in constructive criticism, to propose alternatives, and to let a full discussion happen. And then, after some of\nthem had ventured that, to come in and purge them, to punish them ruthlessly for having done what he\nhad invited them to do. That is the most cynical variant. Some historians argue that Mao himself was not prepared for the ideas that he himself had invited\ninto the public square, and that he grew anxious and worried and angry at this, without having thought this through in a cynical way to begin with. The end result is the same. The end result is, once\nagain, negative selection. The decimation of those\nwho are most venturesome, those who are most\ntalented and intelligent, are punished relentlessly for that. - And just a general culture\nof censorship and fear and all the same stuff we\nsaw in the Soviet Union. - That's right. I mean, think of the impact on officials, who are loyal servants of the regime and just want to get along. The message goes out loud and clear. Don't be venturesome,\ndo not propose reforms, stick with the tried and true, and that'll be the safe route even if it ends in,\nultimately, stagnation. - So as the same question I\nasked about the Soviet Union, why do you think there was\nso much failure of policies that Mao implemented in\nChina during his rule? - Mao himself had a view\nof human beings as being, as he put it, beautiful\nblank pieces of paper upon which one can write new characters. And that is clearly at variance with what you and I know\nabout the complex nature of human beings as we actually encounter\nthem in the world. I think that in the\nprocess of hatching schemes that were one size fits all, for a country as big and as varied in its communities as China, inevitably, such an\nimposition of one model was going to lead to serious malfunctions. And so much of the, you know, what other episodes in\nChinese history had showed, the entrepreneurial capacity, the productive capacity, economically, of the Chinese people, was suppressed by being fitted\ninto these rigid schemes. What we've seen since after\nMao passes from the scene and with the reforms of Deng Xiaoping, one sees just how much of those energies had been forcibly suppressed for so long, and now were allowed to reemerge. - Mao died in 1976. He wrote that the CCP in 81, looking back through the\nlens of historical analysis, said that he was 70% correct. Seven zero, exactly 70% correct. - Yeah. Not 69, not 71.\n- Not 71. The scientific precision, I mean, we should say that again and again. The co-opting of the authority of science by the Soviet Union, by\nMao, by Nazi Germany, Nazi science, is terrifying and should serve as a\nreminder that science is the thing that is one of\nthe most beautiful creations of humanity, but is also a thing that\ncould be used by politicians and dictators to do horrific things, and- - Its essence is questing, not certainty. - Yeah.\n- Constant questing. - Exactly. Humility, intellectual humility. So how did China evolve\nafter Mao's death to today? - Well, I think that there is, without denouncing Mao, without repudiating Mao's 70% correctness, the regime actually\nundertook a new venture, and that venture was to\nopen up economically, to gain access to world markets and to play a global role, always with a proviso that the party retained\npolitical supremacy. It's been pointed out\nthat while Khrushchev tries in the Soviet Union, in 1956 especially, with a secret speech in which he denounces Stalin's crimes, he tries to go back to the\nfounder's intentions of Lenin. Nothing like that, it's argued, is possible in the Chinese case. Because Mao was not the\nequivalent of Stalin for communist China. Mao was the equivalent of\nLenin, Mao was the founder. So there's no repudiating of him, they're stuck with that formula of 70%, and acknowledging that\nthere were some problems, but by and large arguing that\nit was the correct stance of the party and its\nleader that was paramount. And the results of this\nwager are, you know, where we are today. China has been transformed\nout of all recognition in terms of not all of the\nliving standards of the country, but many places. Its economic growth has been dramatic, and the new dispensation is\nsuch that people will ask, is this a communist country anymore? And that's probably a question that haunts China's\ncurrent leadership as well. With Chairman Xi, we've seen\na return to earlier patterns. Xi insisting that Mao's achievement has to be held as equal to\nthat of the reform period. Sometimes imitations or\nnostalgia for the Mao period or even the sufferings of\nthe cultural revolution are part of this volatile mix. But all of this is outward appearance. Statistics can also be misleading. And I think that very much in question is China's further\nevolution in our own times, - In the west, China is often demonized. And we've talked extensively\ntoday about the atrocities that results from... Atrocities both internal and external, that result from communist nations. But what can we say by way of hope to resist the demonization? How can we avoid cold\nor hot war with China. We being the west or the United\nStates, in the 21st century? - Well, you mentioned in\nthe context of the claims of science, humility\nas a crucial attribute. I think that humility, sobriety, realism are tremendously valuable in trying to understand another society, another form of government, and so I think one needs\nto be very self-aware that projection onto others\nof what we think they're about is no substitute for\nactual study of the sources that a society like that produces. it's declarations of what\nmatters most to them, the leadership's own pronouncements about what the future holds. I think that matters a\nlot more than pious hopes or versions of being\nconvinced that inevitably, everyone will come to resemble\nus in a better future. - You mentioned this earlier, but just to take a small detour, what are we supposed to\nthink about North Korea and their declaration that they're supposedly communist nation? What can we say about the economic, the political system of North Korea? Or is it just like a\nhopelessly simple answer of, this is a complete disaster\nof a totalitarian state. - So I think the answer\nthat a historian can give is a historical answer, right? That we have to inquire into how... You know, what has to happen\nin order to arrive at the past we are today. Where you have a regime that's\nclaiming to be communist or has a even better version\nof Marx's original ideas in the form of a Korean\nadaptation called Juche. How does that mesh with the reality that we're talking about\na dynastic government and a monarchy in all but name, but a communist monarchy. If that's what it is. I think that examining\nas much as we can learn about a closed society that is... Goes about its every day in ways that are inscrutable to us, is very, very challenging, but the only answer, when an example like this\nescapes your analytic categories, probably there's a problem\nwith your analytic categories rather than the example being the problem, in all its messiness. - Yeah, so there's a component here and it relates to China as well, to bring like somebody\nlike John Mearsheimer into the picture. There's a military component here too, and that is ultimately how\nthese nations interact, especially totalitarian nations, interact with the rest of the world. So, nations interact economically, culturally, and militarily, and the concern with\ncountries like North Korea is the way for them to be\npresent on the world stage in the game of geopolitics is by flexing their military might, and they invest a huge amount of their GDP into the military.\n- Yeah. - So I guess the question there to discuss in terms of analysis is, how do we deal with this kind of system that claims to be a communist system, and what lessons can we take from history and apply to that? Or should we simply just ignore and look the other way as we've been kind of hoping\nit doesn't get out of hand. - Yeah, I mean, there's... Realists see states\nfollowing their own interests and prioritizing their own security, and there's probably not\nmuch that could be done to change that, but conflict arising as a\nresult of misunderstanding or mixed messages or misinterpretation, those are things that policymakers probably do have some control over. I think that there's internal processes that'll work their way out in... Even as opaque a place as North Korea. It's also the reality, just as we saw with the divided Germanys, that it's a precarious\nkind of twinned existence when you have countries that are across the\nborder from one another, that are derived from what\nused to be a single unit, that now are kind of a real\nlife social science experiment, in what kind of regime do you\nget with one kind of system? What sort of regime do you get\nwith another kind of system? And that's a very unstable\nsetup as it turns out. - Now let us jump continents, and in the 20th century,\nlook to North America. So you also have lectured\nabout communism in America, the different communist\nmovements in America. It was also founded in 1919 and evolved throughout,\nthrough a couple of red scares. So what was the evolution\nof the Communist Party and just in general,\ncommunists in America? - Well, it's fascinating\nto observe this story because one longstanding commonplace had been that socialism has less purchase, or radical socialism in the United States than in European countries. So to the extent that that was true, it was an uphill battle for the communists to get established in the United States, but it makes it all the more interesting to follow the development of the movement. And there were two\nchallenges in particular that played a role in shaping the American\ncommunist experience. One was the fact that to begin with, the party was often\nidentified with immigrants. The communities that had\ncome over across the Atlantic from Europe often had strong\nsocialist contingents, and when this break happens\nwithin the socialist movement between radical socialists\nand more moderate socialists, there were fiery individuals who saw the opportunity to help shape the American\ncommunist movement. But the result was that\nfor many American workers, they saw the sheer ethnic variety and difference of this movement as something that was unfamiliar. It would only be with the\nrise to the leadership of the Communist Party of Earl Browder, a American born political leader with vast ambitions for creating an American\ncommunist movement that that image would\nstart to be modified. Earl Browder had a meteoric\nrise and then fall, over the promise he made\nthat went by the slogan, \"Communism is 20th century Americanism.\" The notion was that\ncommunism could find roots in American political discourse and experience, where Earl Browder fell\nafoul of other communists was in his expectations\nduring World War II, that it might be possible\nfor the Soviet Union and the United States to make their current\ncooperation permanent, and to come to some sort of accommodation that would moderate their rivalry. As it turns out, with the dawning already of Cold War tensions that\nwould later flower more fully, that was unacceptable, and the movement divested\nitself of Earl Browder. Another point that shaped\nAmerican perceptions of the communist movement\nin the United States involved issues of espionage. During the 1930s and the 1940s, American communists, not\nall of them obviously, but select members of the movement, were called upon by Soviet intelligence to play a historical role\nby gathering information, winning sympathies. One of the most amazing\nbooks of the 20th century is the book written by Whittaker Chambers, who had served as a Soviet spy. First a committed communist,\nthen a Soviet spy, and then later a renegade\nfrom those allegiances. His book is entitled,\n\"Witness,\" it published in 1952, and it's one of the most compelling books you could ever read, because it's so full of\nboth the unique character of the author in all of his idiosyncrasies and a sense of huge issues being at stake, ones upon which the\nfuture of humanity turns. So talk about the ethical element\nbeing of importance there. Through the apparatus of the state, the Soviets managed to infiltrate spies into America's military as well\nas government institutions. One great irony is that\nwhen Senator McCarthy, in the fifties, made vast claims about\ncommunist infiltration of government apparatus, claims that he was unable to\nsubstantiate with details, that reality had actually been closer to the reality of the 1930s and\nthe 1940s than his own time. But the Association of American Communists with the foreign power of the Soviet Union and ultimately, an\nadherence to its interests, did a lot to undermine any kind of hearing for American communists. An example, of course, was the notorious Nazi\nSoviet Pact in 1939. The American communist\nmovement found itself forced to turn on a dime in its propaganda. Before the Nazi Soviet\nPact of August, 1939, they had denounced Nazi Germany as the greatest threat to world peace. Just after the signing of the pact, they had to proclaim that\nthis was a great win for peace and for human harmony, and to completely change\ntheir earlier relationship of being mortal enemies with Nazi Germany. There were many American communists who couldn't stomach this, and who in disillusionment, simply quit their party\nmemberships or drifted away. But it's a fascinating story of the ups and downs of a political movement with radical ambitions in\nAmerican political history. - Yeah, the Cold War and the extensive levels of espionage sort of created, combined\nwith Hollywood, created... Basically firmly solidified communism as the enemy of the American ideal. It was sort of embodied. And not even the economic policies or the political policies of communism, but like the word and the color red, with a hammer and sickle,\nyou know, \"Rocky IV,\" one of my favorite movies.\n- Well, that's canonical, right?\n- Yeah. And I mean, it is a bit of a meme, but meme becomes reality\nand then enters politics and is used by politicians to\ndo all kinds of name calling. You have spoken eloquently\nabout modern Russia and modern Ukraine and\nmodern eastern Europe. So how did Russia evolve after Stalin and after the collapse\nof the Soviet Union? - Well, I think the short answer is, without a full historical reckoning that would've been healthy,\nabout the recent past, in ways that's not very surprising, because given the economic\nmisery of dislocations and the cumulative damage of all of those previous\ndecades of this experiment, it left precious little patience or leisure or surplus for introspection. But after an initial\nperiod of great interest in understanding the full\nmeasure of what Russia and other parts of the\nSoviet Union had undergone in this first initial\nexplosion of journalism and of reporting and investigations, historical investigations\nwith new sources. After an initial period\nmarked by such interest, people instead retreated\ninto the here and now and the today. And the result is that there's been less than would be healthy of a\ntaking stock, a reckoning, even an assigning of responsibility for those things that were\nexperienced in the past. No Nuremberg trial took place in order to hold responsible those who had repressed others in the aftermath of the\ncollapse of the Soviet Union. In other ex-communist countries, there was also precious little in the way of legal proceedings that would've established responsibility. And keep in mind, the Nuremberg trials had as one of their goals, a very important one as it turns out, not even individual verdicts for individual people found guilty, but to collect and publicize information. To create knowledge and transparency about what the reality\nhad been in the past. In the case of the former Soviet Union, in the case of Russia today, instead of a clear-eyed recognition of the vast nature of what it all cost, Putin, upon replacing Yeltsin, was in a position to instead traffic in the most varied, eclectic and often mutually contradictory\nhistorical memories or packages of memories. So on the one hand, in Putin's Russia, the Czars are rehabilitated as\nheroes of Russian statehood. Putin sees Lenin in a negative light because Lenin, by producing federalism as a\nmodel for the Soviet Union, laid a time bomb at the base of that state that eventually smashed it\ninto many constituent parts as nations regained their independence. While Stalin, it's acknowledged,\nexacted a dreadful toll, but also was effective as a representative of Russian statehood. This produced where we are today. It's a commonplace, echoed by many, that Russia without\nUkraine is a nation state or could be a nation state. Russia with Ukraine has to be an empire. And Putin, who's not\nreally seeking a revival of Stalin's rule, but still is nostalgic about\nearlier forms of greatness and of the strength of Russian statehood, to the exclusion of other values, has undertaken a course of aggression that has produced results quite different from what he likely expected. And I think that timing is crucial here. It's fascinating to try to imagine what if this attempt to re-digest Ukraine into an expanded Russian\nimperial territory had taken place earlier. I think that the arrival on the scene of a new generation of Ukrainians has produced a very different dynamic, and a disinclination for\nany kind of nostalgia for the past, packaged\nhowever it might be, and however nostalgic it\nmight be made to appear. And there, I think that\nPutin's expectations in the invasion of 2022\nwere entirely overturned. His expectation was that\nUkraine would be divided on this score, and that some significant\nportion of Ukrainians would welcome the advance\nof Russian forces. And instead there has\nbeen the most amazing and surprising heroic resistance\nthat continues to this day. - And it's interesting\nto consider the timing and also individual leaders. Zelenskyy, you can imagine\nall kinds of other figures that would've folded much easier. And Zelenskyy, I think,\nsurprised a lot of the world by somehow, you know, this comedian, somehow becoming-\n- Somehow. - Essentially, an effective war president. So, you know, put that in\nthe bin of singular figures that define history. - That surprises, yeah. - How do you hope the war in Ukraine ends? - I'm very pessimistic\non this score actually, and for the reasons we just talked about, about how these things\nescape human management or even rationality. I think that war takes\non a life of its own as accumulated suffering, actually eliminates possible compromises or settlements that one might\ntalk about in the abstract. I think that it's one\nthing for people far away to propose trades of territory or complicated guarantees, or arrangements that sound\nvery good in the abstract, and that will just be refused by people who have actually experienced what the war has been like in person, and what it has meant to\nthem and their families, and everyone they know in\nterms of lives destroyed. I think that peacemaking is going to face a very\ndaunting task here, given all that's accumulated. And I think in particular, you know, just from the last days of the\nlaunching of missile attacks against indiscriminate\nor civilian targets, that's not easy to turn the corner on. - So lemme ask a political question. I recently talked to Donald Trump and he said if he's elected, before he is sworn into office,\nhe'll have a peace deal. What would a peace deal\nlike that look like? And is it even possible, do you think? So we should mention\nthat Russia has captured four regions of Ukraine\nnow, Donetsk, Luhansk, Zaporizhzhia and Kherson. Also Ukraine captured a part\nof Kursk region within Russia. So just like you mentioned,\nterritories on the table, you know, NATO, European\nUnion is on the table, also funding and military\nhelp from the United States directly to Ukraine is on the table. Do you think it's possible\nto have a fair deal that from people, like you said, far away, where both people walk away,\nZelenskyy and Putin, unhappy, but equally unhappy,\nand peace is negotiated - Equally unhappy is a very\nhard balance to strike probably. I think my concern is about\nthe part of the equation that involves people just\nbeing desperately unhappy, laying the foundations\nfor more trouble to come. I couldn't imagine what that looks like, but once again, these are\nthings that escape human control in the details. - So laying the foundation\nfor worse things to come. So it's possible you have a ceasefire that lays the foundation for a worse war and suffering in a year,\nin five years, in 10 years. - Well, in a way we may already be there, because ratifying the use of force to change borders in Europe\nwas a taboo since 1945, and now look where we are. If that is validated, then it sets up incentives\nfor more of the same. - If you look at the 20th century, what we've been talking about, with horrendous global\nwars that happened then, and you look at now, and it feels like just\nliving in the moment, with the war in Ukraine, breaking the contract of, you're not supposed to do\nterritorial conquest anymore in the 21st century. That then the just intensity of hatred and military tension in the Middle East, with the Israel, Iran,\nPalestine just building, and then China calmly,\nbut with a big stick, talking about Taiwan. Do you think a big\nconflict may be on the way? Do you think it's possible that another global war\nhappens in the 21st century? - I hope not, but I think so many predictions\nreach their expiration dates and get invalidated. Obviously, we're\nconfronting a dire situation in the present. - So as a historian, let\nme ask you for advice, what advice would you give on\ninterviewing world leaders? Whether it's people\nwho are no longer here, some of the people we've\nbeen talking about, Hitler, Stalin, Mao, or people that are still\nhere, Putin, Zelenskyy, Trump, Kamala Harris, Netanyahu, Xi Jinping. As a historian, like what... Is it possible to have an\ninteresting conversation, maybe as a thought experiment? What kind of conversation\nwould you like to have with Hitler in the 1930s\nor Stalin in the 1920s? - Well, first of all, I mean,\nthe answer's very clear. I would never presume to advise you about interviewing world\nleaders and prominent people because the roster that you've accumulated is just astonishing, so. But I know what I might aim for, and that is, I think,\nin historical analysis, in trying to understand the role of a particular leader, the more one understands\nabout their prior background and formative influences,\nthe better a fix, I think, one gets on the question of, what are their expectations? What is the... In German, there's a\nbeautiful word for this. Germans managed to mash\ntogether several words into one even better word, and in German it's, (speaking in German), the horizon of expectation. So in the case of figures\nlike Churchill or Hitler, their experience of World War I shaped their actions in World War II. Their values were shaped\nin their childhood. Is there a way of engaging with\nsomeone you're interviewing even obliquely, that gives a view in on their sense of what\nthe future might hold? And I mean that obviously, such people are expert at being guarded and not being pinned down, but the categories in\nwhich they're thinking, a sense of what their own\nethical grounding might be, or their ethical code, that\ngives hints to their behavior. It gets said, and again, it's a cliche 'cause it's true, that one of the best measures of a person, especially a leader, is\nhow they treat people from whom they don't expect anything. Are they condescending? Are they, on the contrary, fundamentally interested\nin another person, even if that person can't help\nthem or be used in some way? You know, speaking of prominent\nworld leaders to interview, there's Napoleon. Napoleon psychologically must have been a quite amazing person to make\na bid for mastery of Europe and then already thinking\nabout the mastery of the world. But contemporaries who met Napoleon said that it was very\ndisturbing to talk with him, because meeting with him one-on-one revealed that he could talk to you, but look like he was\nlooking right through you, as if you were not fully real. You were more in the nature of\na character on a chessboard. And for that reason, some\nof them called Napoleon, the master of the sightless stare. So if you're talking with a world leader and he or she has a sightless stare, that's probably a bad sign. But there might be other inadvertent clues or hints about the moral compass or the future expectations of a leader that emerged in one of your\nwonderful conversations. - Yeah, you put it\nbrilliantly in several ways, but the moral compass, getting... Sneaking up to the full nuance and complexity of the moral compass. And one of the ways of doing that is looking at the various horizons in time about their vision of the future. I imagine it's possible to get Hitler to talk about the future\nof the Third Reich and to see in ways like, what he actually envisions that as. And similar with Stalin. But of course, funny enough, I believe those leaders\nwould be easier to talk to, because there's nothing to be afraid of in terms of political competition. Modern leaders are a\nlittle bit more guarded because they have to... They have opposition\noften to contend with. - And constituencies.\n- And constituencies. You did a lot of amazing courses, including for the Great Courses. On the topic of communism,\nyou just finished the third, so you did a series of lectures\non the rise of communism then Communism in power.\n- Yes. - And then decline and fall.\n- Decline of communism. Decline of communism. - So when I was sort of\nlistening to these lectures, I can't possibly imagine\nthe amount of work that went into it. Can you just speak wisely? What was that journey like of taking everything you know, your expertise on eastern Europe, but just bringing your lens, your wisdom, your focus onto this topic, and what it takes to\nactually bring it to life? - Well, journey is probably\njust the right word because it's this week that the third of that\ntrilogy, decline of communism, is being released. And it felt like something\nthat I very much wanted to do because the history that's narrated there is one that is so compelling and often so tragic, that\nit needs to be shared. The vast amount of material that one can include\nis probably dwarfed by the amount that actually ends\nup on the cutting room floor. One could probably do\nan entire lecture course on every single one of\nthose lecture topics that got broached. But one of the great satisfactions of putting together a course like this is also being able to give\nfurther suggestions for study to the listeners, and in some cases, to introduce them to neglected classics or books that make you want\nto grab somebody by the lapels and say, \"You've got to read this.\" There's probably few\nthings that are as exciting as a really keen and targeted\nreading recommendation. In addition, I've also done other courses on the history of World War I, on the diplomatic history\nof Europe from 1500 to the present, a course on the history of eastern Europe, and also a course on dictatorships called, Utopia and Terror, and then also a course on explorers, and a course on turning\npoints in modern history. And every single one of\nthose is so rewarding because you learn so much in the process, and it's really fantastic. - And I should highly recommend\nthat people sign up to the, first of all, this is the Great Courses, where you can buy the\ncourses individually, but I recommend people sign\nup for Great Courses Plus, which I think is like\na monthly membership, where you get access to all these courses and they're just incredible. And I recommend people watch all of yours. Since you mentioned books,\nthis is an impossible question and I apologize ahead of time, but is there books you can recommend, just in your own life,\nthat you've enjoyed, whether really small, or some obvious recommendations that you recommend people read? It is a bit like asking\nwhat's your favorite band, that kind of thing.\n- That's right, that's right. Well, would a book that got turned into a movie be acceptable as well? - Yes. (laughs)\n- So in that case, you know, all of us reflect\non our own childhoods and that that magical\nmoment of reading a book or seeing a movie that\nreally got you launched on some particular set of things that you're gonna find fascinating for the rest of your life, and there's a direct line to the topics we were talking about today, from myself in the\nChicagoland area, as a kid, seeing the film of \"Doctor Zhivago,\" and then later reading the novel on which it was based, by Pasternak. And even though the film\nhad to be filmed on location in Spain, pretending to be revolutionary Russia, it was magical for the\nsheer sweep and tragedy and human resilience that it showed, the very way in which a work of literature or a cinematography could capture so much. Still, I'm still amazed by that. And then there's also, in the spirit of recommending\nneglected classics, my favorite author. My favorite author is now\na late Canadian author by the name of Robertson Davies, who wrote novel after novel in a mode that probably would\nget called magical realism but is so much more. Robertson Davies was heavily\ninfluenced by Carl Jung and Jung in philosophy,\nbut in literary form, he managed to create stories that blend the mythical, the mystical, and the brutally real, to paint a picture of\nCanada as he knew it, Europe as he knew it, and the world as he knew it. And he's most famous probably\nfor \"The Deptford Trilogy,\" three novels in a series that are linked, and they're just masterful. If only there were more books like that. - \"The Deptford Trilogy,\"\n\"Fifth Business,\" \"The Manticore,\" \"World of Wonders,\" and he got a really nice beard. - Yes, it was an amazing beard. (Lex laughs) Very 19th century. - Okay, beautiful. What advice would you\ngive to young people today that have just listened to us\ntalk about the 20th century and the terrifying prospects of ideals implemented into reality? And by the way, many of the revolutions are carried out by young\npeople, and so, you know, the good and the bad and the ugly is thanks to the young people. So the young people listening today, what advice would you give them? - Well, it comes down to one word, and that one word is read. I'm... As a college teacher, I'm concerned about what\nI'm seeing unfolding before us, which is\nclasses, not my classes, but classes in which students\nare asked to read very little or maybe in some cases, not at all, or snippets that they\nare provided digitally. Those have their place\nand can be valuable, but the task of sitting down with a book and absorbing its message, not\nagreeing with it necessarily, but taking in the implications, learning how to think\nwithin the categories and the values of the author is going to be irreplaceable. And my anxiety is that\nwith college bookstores now moving entirely to\nthe paperless format, it changes how people interact with texts. And if the result is not a renascence and a resurgence of reading, but less reading, that will be dreadful, because the experience\nof thinking your way into other people's minds that sustained reading offers is so crucial to human empathy. A broadening of your own\nsensibilities of, you know, what's possible, what's in\nthe full range of being human, and then what's best, what are the best models\nfor what has been thought and felt and how people have acted. Otherwise, we fall prey to manipulators and the ability of artificial intelligence to give us versions of\nrealities that never existed and never will and the like. - It's a really interesting idea. So let me give a shout out to\nPerplexity that I'm using here to sort of summarize and take quick notes, and get little snippets of\nstuff, which is extremely useful. But it's not... Books are not just about\ninformation transfer, it's, just as you said, it's like a journey together\nwith a set of ideas, and that's a conversation, and getting a summary of the book as the cliche thing is, it's really getting to the\ndestination without the journey. And the journey is the\nthing that's important, thinking through stuff. And I've actually learned,\nyou know, I've been surprised, I've learned, I've trained my brain to be able to get the same\nthing from audiobooks also. It's a little bit more difficult because you don't control the pacing. Sometimes pausing is nice, but you could still get it from audiobook. So it's an audio version of books and that allows you to also\ngo on a journey together and is sometimes more convenient. 'cause you could take it\nto more places with you. - That's right.\n- But there is a magical thing, and I also am trying to train myself mostly to use Kindle, the digital version of books, but there is unfortunately,\nstill a magical thing about being there with the page. - Well, audio books are\ndefinitely not to be scorned because as people have pointed out, the original traditions of\nliterature were oral, right? So that's actually the 1.0 version, right? And combining these things\nis probably the key. I think one of the things\nI find so wonderful about the best lectures\nthat I've heard is, it's a chance to hear\nsomeone thinking out loud, not laying down the law, but taking you through a\nseries of logical moves, imaginative leaps,\nalternative suggestions, and that's much more\nthan than data transfer. - The use case of AI as\na companion as you read is really exciting to me. I've been using it recently\nto basically, as you read, you can have a conversation with a system that has access to a lot of things about a particular paragraph and to... I've been really surprised how my brain, when given some extra ideas, other recommendations of books, but also just like a\nsummary of other ideas from elsewhere in the universe that relates to this paragraph is like, it sparks your imagination and thought and you see the actual richness in the thing you're reading. - Right.\n- Now nobody, to my knowledge, has implemented a really\nintuitive interaction between AI and the text, unfortunately, partially because the books\nare protected under DRM and so there's like a wall where you can't access... The AI can't access the thing. So if you want to play\nwith that kind of thing, you have to, you know,\nbreak the wall a little bit, which is not a nice\nthing, not a good thing. But just like with music, Napster came up, people started\nillegally sharing music, and the answer to that was Spotify, which made the sharing of music... Revolutionized everything and made the sharing of music much easier. So there is some technological things that can enrich the experience of reading, but the actual painful,\n(Vejas laughs) long process of reading is really useful. Just like boredom is useful. - That's right.\n- It's also called just sitting-\n- That's an underrated virtue. - Yeah, yeah. And of course, you have to see\nthe smartphone as an enemy, I would say, of that special\ntime you have to think, because social media companies are maximized to get your engagement. They wanna grab your attention, and they grab that attention by making you as brain dead as possible and getting you to look at\nmore and more and more things. So it's nice and fun and it's great, recommend it highly, it's\ngood for dopamine rush, but see it as a counterforce to the process of sitting with an idea for a prolonged period of time. Taking a journey through an expert eloquently conveying that idea and growing by having a conversation with that idea in a book\nis really, really powerful. So I agree with you totally. What gives you hope about\nthe future of humanity? We've talked about the dark past. What gives you hope for the\nlight at the end of the tunnel? - So we talked indeed\nabout a lot of latent, really damaging and negative energies that are part of human nature. But I find hope in another\naspect of human nature, and that is the sheer\nvariety of human reactions to situations. The very fact that history is full of so many stories\nof amazing endurance, amazing resilience, the will to build up, even after the horrors have passed. This to me is an inexhaustible\nsource of optimism. And you know, there are some people who condemn cultural appropriation, and say that borrowing\nfrom one culture to another is to be condemned. Well, the problem is, a synonym for cultural\nappropriation is world history, trade, transfer of ideas, influences. Valuing that which is\nunlike your own culture is also a form of\nappropriation, quite literally. And so those... That multitude of human reactions and the fact that our experience is so unlimited as history testifies, gives me great hope for the future. - Yeah, and the willingness of humans to explore all of that with curiosity. Even when the empires fall and the dreams are broken, we rise again. - That's right, unceasingly.\n(Lex laughs) - Vejas, thank you so much\nfor your incredible work, your incredible lectures, your books, and thank\nyou for talking today. - Thank you for this. Such a fun chat. - Thanks for listening\nto this conversation with Vejas Liulevicius. To support this podcast, please check out our\nsponsors in the description. And now let me, leave you with\nsome words from Karl Marx. \"History repeats itself, first as a tragedy, second as a farce.\" Thank you for listening. I hope to see you next time.",
    "en"
  ]
}